<?php
defined('IN_TS') or die('Access Denied.');
return array (
  0 => 
  array (
    110101 => '东城区',
  ),
  1 => 
  array (
    110102 => '西城区',
  ),
  2 => 
  array (
    110103 => '崇文区',
  ),
  3 => 
  array (
    110104 => '宣武区',
  ),
  4 => 
  array (
    110105 => '朝阳区',
  ),
  5 => 
  array (
    110106 => '丰台区',
  ),
  6 => 
  array (
    110107 => '石景山区',
  ),
  7 => 
  array (
    110108 => '海淀区',
  ),
  8 => 
  array (
    110109 => '门头沟区',
  ),
  9 => 
  array (
    110111 => '房山区',
  ),
  10 => 
  array (
    110112 => '通州区',
  ),
  11 => 
  array (
    110113 => '顺义区',
  ),
  12 => 
  array (
    110114 => '昌平区',
  ),
  13 => 
  array (
    110115 => '大兴区',
  ),
  14 => 
  array (
    110116 => '怀柔区',
  ),
  15 => 
  array (
    110117 => '平谷区',
  ),
  16 => 
  array (
    110228 => '密云县',
  ),
  17 => 
  array (
    110229 => '延庆县',
  ),
  18 => 
  array (
    120101 => '和平区',
  ),
  19 => 
  array (
    120102 => '河东区',
  ),
  20 => 
  array (
    120103 => '河西区',
  ),
  21 => 
  array (
    120104 => '南开区',
  ),
  22 => 
  array (
    120105 => '河北区',
  ),
  23 => 
  array (
    120106 => '红桥区',
  ),
  24 => 
  array (
    120107 => '塘沽区',
  ),
  25 => 
  array (
    120108 => '汉沽区',
  ),
  26 => 
  array (
    120109 => '大港区',
  ),
  27 => 
  array (
    120110 => '东丽区',
  ),
  28 => 
  array (
    120111 => '西青区',
  ),
  29 => 
  array (
    120112 => '津南区',
  ),
  30 => 
  array (
    120113 => '北辰区',
  ),
  31 => 
  array (
    120114 => '武清区',
  ),
  32 => 
  array (
    120115 => '宝坻区',
  ),
  33 => 
  array (
    120221 => '宁河县',
  ),
  34 => 
  array (
    120223 => '静海县',
  ),
  35 => 
  array (
    120225 => '蓟　县',
  ),
  36 => 
  array (
    130101 => '市辖区',
  ),
  37 => 
  array (
    130102 => '长安区',
  ),
  38 => 
  array (
    130103 => '桥东区',
  ),
  39 => 
  array (
    130104 => '桥西区',
  ),
  40 => 
  array (
    130105 => '新华区',
  ),
  41 => 
  array (
    130107 => '井陉矿区',
  ),
  42 => 
  array (
    130108 => '裕华区',
  ),
  43 => 
  array (
    130121 => '井陉县',
  ),
  44 => 
  array (
    130123 => '正定县',
  ),
  45 => 
  array (
    130124 => '栾城县',
  ),
  46 => 
  array (
    130125 => '行唐县',
  ),
  47 => 
  array (
    130126 => '灵寿县',
  ),
  48 => 
  array (
    130127 => '高邑县',
  ),
  49 => 
  array (
    130128 => '深泽县',
  ),
  50 => 
  array (
    130129 => '赞皇县',
  ),
  51 => 
  array (
    130130 => '无极县',
  ),
  52 => 
  array (
    130131 => '平山县',
  ),
  53 => 
  array (
    130132 => '元氏县',
  ),
  54 => 
  array (
    130133 => '赵　县',
  ),
  55 => 
  array (
    130181 => '辛集市',
  ),
  56 => 
  array (
    130182 => '藁城市',
  ),
  57 => 
  array (
    130183 => '晋州市',
  ),
  58 => 
  array (
    130184 => '新乐市',
  ),
  59 => 
  array (
    130185 => '鹿泉市',
  ),
  60 => 
  array (
    130201 => '市辖区',
  ),
  61 => 
  array (
    130202 => '路南区',
  ),
  62 => 
  array (
    130203 => '路北区',
  ),
  63 => 
  array (
    130204 => '古冶区',
  ),
  64 => 
  array (
    130205 => '开平区',
  ),
  65 => 
  array (
    130207 => '丰南区',
  ),
  66 => 
  array (
    130208 => '丰润区',
  ),
  67 => 
  array (
    130223 => '滦　县',
  ),
  68 => 
  array (
    130224 => '滦南县',
  ),
  69 => 
  array (
    130225 => '乐亭县',
  ),
  70 => 
  array (
    130227 => '迁西县',
  ),
  71 => 
  array (
    130229 => '玉田县',
  ),
  72 => 
  array (
    130230 => '唐海县',
  ),
  73 => 
  array (
    130281 => '遵化市',
  ),
  74 => 
  array (
    130283 => '迁安市',
  ),
  75 => 
  array (
    130301 => '市辖区',
  ),
  76 => 
  array (
    130302 => '海港区',
  ),
  77 => 
  array (
    130303 => '山海关区',
  ),
  78 => 
  array (
    130304 => '北戴河区',
  ),
  79 => 
  array (
    130321 => '青龙满族自治县',
  ),
  80 => 
  array (
    130322 => '昌黎县',
  ),
  81 => 
  array (
    130323 => '抚宁县',
  ),
  82 => 
  array (
    130324 => '卢龙县',
  ),
  83 => 
  array (
    130401 => '市辖区',
  ),
  84 => 
  array (
    130402 => '邯山区',
  ),
  85 => 
  array (
    130403 => '丛台区',
  ),
  86 => 
  array (
    130404 => '复兴区',
  ),
  87 => 
  array (
    130406 => '峰峰矿区',
  ),
  88 => 
  array (
    130421 => '邯郸县',
  ),
  89 => 
  array (
    130423 => '临漳县',
  ),
  90 => 
  array (
    130424 => '成安县',
  ),
  91 => 
  array (
    130425 => '大名县',
  ),
  92 => 
  array (
    130426 => '涉　县',
  ),
  93 => 
  array (
    130427 => '磁　县',
  ),
  94 => 
  array (
    130428 => '肥乡县',
  ),
  95 => 
  array (
    130429 => '永年县',
  ),
  96 => 
  array (
    130430 => '邱　县',
  ),
  97 => 
  array (
    130431 => '鸡泽县',
  ),
  98 => 
  array (
    130432 => '广平县',
  ),
  99 => 
  array (
    130433 => '馆陶县',
  ),
  100 => 
  array (
    130434 => '魏　县',
  ),
  101 => 
  array (
    130435 => '曲周县',
  ),
  102 => 
  array (
    130481 => '武安市',
  ),
  103 => 
  array (
    130501 => '市辖区',
  ),
  104 => 
  array (
    130502 => '桥东区',
  ),
  105 => 
  array (
    130503 => '桥西区',
  ),
  106 => 
  array (
    130521 => '邢台县',
  ),
  107 => 
  array (
    130522 => '临城县',
  ),
  108 => 
  array (
    130523 => '内丘县',
  ),
  109 => 
  array (
    130524 => '柏乡县',
  ),
  110 => 
  array (
    130525 => '隆尧县',
  ),
  111 => 
  array (
    130526 => '任　县',
  ),
  112 => 
  array (
    130527 => '南和县',
  ),
  113 => 
  array (
    130528 => '宁晋县',
  ),
  114 => 
  array (
    130529 => '巨鹿县',
  ),
  115 => 
  array (
    130530 => '新河县',
  ),
  116 => 
  array (
    130531 => '广宗县',
  ),
  117 => 
  array (
    130532 => '平乡县',
  ),
  118 => 
  array (
    130533 => '威　县',
  ),
  119 => 
  array (
    130534 => '清河县',
  ),
  120 => 
  array (
    130535 => '临西县',
  ),
  121 => 
  array (
    130581 => '南宫市',
  ),
  122 => 
  array (
    130582 => '沙河市',
  ),
  123 => 
  array (
    130601 => '市辖区',
  ),
  124 => 
  array (
    130602 => '新市区',
  ),
  125 => 
  array (
    130603 => '北市区',
  ),
  126 => 
  array (
    130604 => '南市区',
  ),
  127 => 
  array (
    130621 => '满城县',
  ),
  128 => 
  array (
    130622 => '清苑县',
  ),
  129 => 
  array (
    130623 => '涞水县',
  ),
  130 => 
  array (
    130624 => '阜平县',
  ),
  131 => 
  array (
    130625 => '徐水县',
  ),
  132 => 
  array (
    130626 => '定兴县',
  ),
  133 => 
  array (
    130627 => '唐　县',
  ),
  134 => 
  array (
    130628 => '高阳县',
  ),
  135 => 
  array (
    130629 => '容城县',
  ),
  136 => 
  array (
    130630 => '涞源县',
  ),
  137 => 
  array (
    130631 => '望都县',
  ),
  138 => 
  array (
    130632 => '安新县',
  ),
  139 => 
  array (
    130633 => '易　县',
  ),
  140 => 
  array (
    130634 => '曲阳县',
  ),
  141 => 
  array (
    130635 => '蠡　县',
  ),
  142 => 
  array (
    130636 => '顺平县',
  ),
  143 => 
  array (
    130637 => '博野县',
  ),
  144 => 
  array (
    130638 => '雄　县',
  ),
  145 => 
  array (
    130681 => '涿州市',
  ),
  146 => 
  array (
    130682 => '定州市',
  ),
  147 => 
  array (
    130683 => '安国市',
  ),
  148 => 
  array (
    130684 => '高碑店市',
  ),
  149 => 
  array (
    130701 => '市辖区',
  ),
  150 => 
  array (
    130702 => '桥东区',
  ),
  151 => 
  array (
    130703 => '桥西区',
  ),
  152 => 
  array (
    130705 => '宣化区',
  ),
  153 => 
  array (
    130706 => '下花园区',
  ),
  154 => 
  array (
    130721 => '宣化县',
  ),
  155 => 
  array (
    130722 => '张北县',
  ),
  156 => 
  array (
    130723 => '康保县',
  ),
  157 => 
  array (
    130724 => '沽源县',
  ),
  158 => 
  array (
    130725 => '尚义县',
  ),
  159 => 
  array (
    130726 => '蔚　县',
  ),
  160 => 
  array (
    130727 => '阳原县',
  ),
  161 => 
  array (
    130728 => '怀安县',
  ),
  162 => 
  array (
    130729 => '万全县',
  ),
  163 => 
  array (
    130730 => '怀来县',
  ),
  164 => 
  array (
    130731 => '涿鹿县',
  ),
  165 => 
  array (
    130732 => '赤城县',
  ),
  166 => 
  array (
    130733 => '崇礼县',
  ),
  167 => 
  array (
    130801 => '市辖区',
  ),
  168 => 
  array (
    130802 => '双桥区',
  ),
  169 => 
  array (
    130803 => '双滦区',
  ),
  170 => 
  array (
    130804 => '鹰手营子矿区',
  ),
  171 => 
  array (
    130821 => '承德县',
  ),
  172 => 
  array (
    130822 => '兴隆县',
  ),
  173 => 
  array (
    130823 => '平泉县',
  ),
  174 => 
  array (
    130824 => '滦平县',
  ),
  175 => 
  array (
    130825 => '隆化县',
  ),
  176 => 
  array (
    130826 => '丰宁满族自治县',
  ),
  177 => 
  array (
    130827 => '宽城满族自治县',
  ),
  178 => 
  array (
    130828 => '围场满族蒙古族自治县',
  ),
  179 => 
  array (
    130901 => '市辖区',
  ),
  180 => 
  array (
    130902 => '新华区',
  ),
  181 => 
  array (
    130903 => '运河区',
  ),
  182 => 
  array (
    130921 => '沧　县',
  ),
  183 => 
  array (
    130922 => '青　县',
  ),
  184 => 
  array (
    130923 => '东光县',
  ),
  185 => 
  array (
    130924 => '海兴县',
  ),
  186 => 
  array (
    130925 => '盐山县',
  ),
  187 => 
  array (
    130926 => '肃宁县',
  ),
  188 => 
  array (
    130927 => '南皮县',
  ),
  189 => 
  array (
    130928 => '吴桥县',
  ),
  190 => 
  array (
    130929 => '献　县',
  ),
  191 => 
  array (
    130930 => '孟村回族自治县',
  ),
  192 => 
  array (
    130981 => '泊头市',
  ),
  193 => 
  array (
    130982 => '任丘市',
  ),
  194 => 
  array (
    130983 => '黄骅市',
  ),
  195 => 
  array (
    130984 => '河间市',
  ),
  196 => 
  array (
    131001 => '市辖区',
  ),
  197 => 
  array (
    131002 => '安次区',
  ),
  198 => 
  array (
    131003 => '广阳区',
  ),
  199 => 
  array (
    131022 => '固安县',
  ),
  200 => 
  array (
    131023 => '永清县',
  ),
  201 => 
  array (
    131024 => '香河县',
  ),
  202 => 
  array (
    131025 => '大城县',
  ),
  203 => 
  array (
    131026 => '文安县',
  ),
  204 => 
  array (
    131028 => '大厂回族自治县',
  ),
  205 => 
  array (
    131081 => '霸州市',
  ),
  206 => 
  array (
    131082 => '三河市',
  ),
  207 => 
  array (
    131101 => '市辖区',
  ),
  208 => 
  array (
    131102 => '桃城区',
  ),
  209 => 
  array (
    131121 => '枣强县',
  ),
  210 => 
  array (
    131122 => '武邑县',
  ),
  211 => 
  array (
    131123 => '武强县',
  ),
  212 => 
  array (
    131124 => '饶阳县',
  ),
  213 => 
  array (
    131125 => '安平县',
  ),
  214 => 
  array (
    131126 => '故城县',
  ),
  215 => 
  array (
    131127 => '景　县',
  ),
  216 => 
  array (
    131128 => '阜城县',
  ),
  217 => 
  array (
    131181 => '冀州市',
  ),
  218 => 
  array (
    131182 => '深州市',
  ),
  219 => 
  array (
    140101 => '市辖区',
  ),
  220 => 
  array (
    140105 => '小店区',
  ),
  221 => 
  array (
    140106 => '迎泽区',
  ),
  222 => 
  array (
    140107 => '杏花岭区',
  ),
  223 => 
  array (
    140108 => '尖草坪区',
  ),
  224 => 
  array (
    140109 => '万柏林区',
  ),
  225 => 
  array (
    140110 => '晋源区',
  ),
  226 => 
  array (
    140121 => '清徐县',
  ),
  227 => 
  array (
    140122 => '阳曲县',
  ),
  228 => 
  array (
    140123 => '娄烦县',
  ),
  229 => 
  array (
    140181 => '古交市',
  ),
  230 => 
  array (
    140201 => '市辖区',
  ),
  231 => 
  array (
    140202 => '城　区',
  ),
  232 => 
  array (
    140203 => '矿　区',
  ),
  233 => 
  array (
    140211 => '南郊区',
  ),
  234 => 
  array (
    140212 => '新荣区',
  ),
  235 => 
  array (
    140221 => '阳高县',
  ),
  236 => 
  array (
    140222 => '天镇县',
  ),
  237 => 
  array (
    140223 => '广灵县',
  ),
  238 => 
  array (
    140224 => '灵丘县',
  ),
  239 => 
  array (
    140225 => '浑源县',
  ),
  240 => 
  array (
    140226 => '左云县',
  ),
  241 => 
  array (
    140227 => '大同县',
  ),
  242 => 
  array (
    140301 => '市辖区',
  ),
  243 => 
  array (
    140302 => '城　区',
  ),
  244 => 
  array (
    140303 => '矿　区',
  ),
  245 => 
  array (
    140311 => '郊　区',
  ),
  246 => 
  array (
    140321 => '平定县',
  ),
  247 => 
  array (
    140322 => '盂　县',
  ),
  248 => 
  array (
    140401 => '市辖区',
  ),
  249 => 
  array (
    140402 => '城　区',
  ),
  250 => 
  array (
    140411 => '郊　区',
  ),
  251 => 
  array (
    140421 => '长治县',
  ),
  252 => 
  array (
    140423 => '襄垣县',
  ),
  253 => 
  array (
    140424 => '屯留县',
  ),
  254 => 
  array (
    140425 => '平顺县',
  ),
  255 => 
  array (
    140426 => '黎城县',
  ),
  256 => 
  array (
    140427 => '壶关县',
  ),
  257 => 
  array (
    140428 => '长子县',
  ),
  258 => 
  array (
    140429 => '武乡县',
  ),
  259 => 
  array (
    140430 => '沁　县',
  ),
  260 => 
  array (
    140431 => '沁源县',
  ),
  261 => 
  array (
    140481 => '潞城市',
  ),
  262 => 
  array (
    140501 => '市辖区',
  ),
  263 => 
  array (
    140502 => '城　区',
  ),
  264 => 
  array (
    140521 => '沁水县',
  ),
  265 => 
  array (
    140522 => '阳城县',
  ),
  266 => 
  array (
    140524 => '陵川县',
  ),
  267 => 
  array (
    140525 => '泽州县',
  ),
  268 => 
  array (
    140581 => '高平市',
  ),
  269 => 
  array (
    140601 => '市辖区',
  ),
  270 => 
  array (
    140602 => '朔城区',
  ),
  271 => 
  array (
    140603 => '平鲁区',
  ),
  272 => 
  array (
    140621 => '山阴县',
  ),
  273 => 
  array (
    140622 => '应　县',
  ),
  274 => 
  array (
    140623 => '右玉县',
  ),
  275 => 
  array (
    140624 => '怀仁县',
  ),
  276 => 
  array (
    140701 => '市辖区',
  ),
  277 => 
  array (
    140702 => '榆次区',
  ),
  278 => 
  array (
    140721 => '榆社县',
  ),
  279 => 
  array (
    140722 => '左权县',
  ),
  280 => 
  array (
    140723 => '和顺县',
  ),
  281 => 
  array (
    140724 => '昔阳县',
  ),
  282 => 
  array (
    140725 => '寿阳县',
  ),
  283 => 
  array (
    140726 => '太谷县',
  ),
  284 => 
  array (
    140727 => '祁　县',
  ),
  285 => 
  array (
    140728 => '平遥县',
  ),
  286 => 
  array (
    140729 => '灵石县',
  ),
  287 => 
  array (
    140781 => '介休市',
  ),
  288 => 
  array (
    140801 => '市辖区',
  ),
  289 => 
  array (
    140802 => '盐湖区',
  ),
  290 => 
  array (
    140821 => '临猗县',
  ),
  291 => 
  array (
    140822 => '万荣县',
  ),
  292 => 
  array (
    140823 => '闻喜县',
  ),
  293 => 
  array (
    140824 => '稷山县',
  ),
  294 => 
  array (
    140825 => '新绛县',
  ),
  295 => 
  array (
    140826 => '绛　县',
  ),
  296 => 
  array (
    140827 => '垣曲县',
  ),
  297 => 
  array (
    140828 => '夏　县',
  ),
  298 => 
  array (
    140829 => '平陆县',
  ),
  299 => 
  array (
    140830 => '芮城县',
  ),
  300 => 
  array (
    140881 => '永济市',
  ),
  301 => 
  array (
    140882 => '河津市',
  ),
  302 => 
  array (
    140901 => '市辖区',
  ),
  303 => 
  array (
    140902 => '忻府区',
  ),
  304 => 
  array (
    140921 => '定襄县',
  ),
  305 => 
  array (
    140922 => '五台县',
  ),
  306 => 
  array (
    140923 => '代　县',
  ),
  307 => 
  array (
    140924 => '繁峙县',
  ),
  308 => 
  array (
    140925 => '宁武县',
  ),
  309 => 
  array (
    140926 => '静乐县',
  ),
  310 => 
  array (
    140927 => '神池县',
  ),
  311 => 
  array (
    140928 => '五寨县',
  ),
  312 => 
  array (
    140929 => '岢岚县',
  ),
  313 => 
  array (
    140930 => '河曲县',
  ),
  314 => 
  array (
    140931 => '保德县',
  ),
  315 => 
  array (
    140932 => '偏关县',
  ),
  316 => 
  array (
    140981 => '原平市',
  ),
  317 => 
  array (
    141001 => '市辖区',
  ),
  318 => 
  array (
    141002 => '尧都区',
  ),
  319 => 
  array (
    141021 => '曲沃县',
  ),
  320 => 
  array (
    141022 => '翼城县',
  ),
  321 => 
  array (
    141023 => '襄汾县',
  ),
  322 => 
  array (
    141024 => '洪洞县',
  ),
  323 => 
  array (
    141025 => '古　县',
  ),
  324 => 
  array (
    141026 => '安泽县',
  ),
  325 => 
  array (
    141027 => '浮山县',
  ),
  326 => 
  array (
    141028 => '吉　县',
  ),
  327 => 
  array (
    141029 => '乡宁县',
  ),
  328 => 
  array (
    141030 => '大宁县',
  ),
  329 => 
  array (
    141031 => '隰　县',
  ),
  330 => 
  array (
    141032 => '永和县',
  ),
  331 => 
  array (
    141033 => '蒲　县',
  ),
  332 => 
  array (
    141034 => '汾西县',
  ),
  333 => 
  array (
    141081 => '侯马市',
  ),
  334 => 
  array (
    141082 => '霍州市',
  ),
  335 => 
  array (
    141101 => '市辖区',
  ),
  336 => 
  array (
    141102 => '离石区',
  ),
  337 => 
  array (
    141121 => '文水县',
  ),
  338 => 
  array (
    141122 => '交城县',
  ),
  339 => 
  array (
    141123 => '兴　县',
  ),
  340 => 
  array (
    141124 => '临　县',
  ),
  341 => 
  array (
    141125 => '柳林县',
  ),
  342 => 
  array (
    141126 => '石楼县',
  ),
  343 => 
  array (
    141127 => '岚　县',
  ),
  344 => 
  array (
    141128 => '方山县',
  ),
  345 => 
  array (
    141129 => '中阳县',
  ),
  346 => 
  array (
    141130 => '交口县',
  ),
  347 => 
  array (
    141181 => '孝义市',
  ),
  348 => 
  array (
    141182 => '汾阳市',
  ),
  349 => 
  array (
    150101 => '市辖区',
  ),
  350 => 
  array (
    150102 => '新城区',
  ),
  351 => 
  array (
    150103 => '回民区',
  ),
  352 => 
  array (
    150104 => '玉泉区',
  ),
  353 => 
  array (
    150105 => '赛罕区',
  ),
  354 => 
  array (
    150121 => '土默特左旗',
  ),
  355 => 
  array (
    150122 => '托克托县',
  ),
  356 => 
  array (
    150123 => '和林格尔县',
  ),
  357 => 
  array (
    150124 => '清水河县',
  ),
  358 => 
  array (
    150125 => '武川县',
  ),
  359 => 
  array (
    150201 => '市辖区',
  ),
  360 => 
  array (
    150202 => '东河区',
  ),
  361 => 
  array (
    150203 => '昆都仑区',
  ),
  362 => 
  array (
    150204 => '青山区',
  ),
  363 => 
  array (
    150205 => '石拐区',
  ),
  364 => 
  array (
    150206 => '白云矿区',
  ),
  365 => 
  array (
    150207 => '九原区',
  ),
  366 => 
  array (
    150221 => '土默特右旗',
  ),
  367 => 
  array (
    150222 => '固阳县',
  ),
  368 => 
  array (
    150223 => '达尔罕茂明安联合旗',
  ),
  369 => 
  array (
    150301 => '市辖区',
  ),
  370 => 
  array (
    150302 => '海勃湾区',
  ),
  371 => 
  array (
    150303 => '海南区',
  ),
  372 => 
  array (
    150304 => '乌达区',
  ),
  373 => 
  array (
    150401 => '市辖区',
  ),
  374 => 
  array (
    150402 => '红山区',
  ),
  375 => 
  array (
    150403 => '元宝山区',
  ),
  376 => 
  array (
    150404 => '松山区',
  ),
  377 => 
  array (
    150421 => '阿鲁科尔沁旗',
  ),
  378 => 
  array (
    150422 => '巴林左旗',
  ),
  379 => 
  array (
    150423 => '巴林右旗',
  ),
  380 => 
  array (
    150424 => '林西县',
  ),
  381 => 
  array (
    150425 => '克什克腾旗',
  ),
  382 => 
  array (
    150426 => '翁牛特旗',
  ),
  383 => 
  array (
    150428 => '喀喇沁旗',
  ),
  384 => 
  array (
    150429 => '宁城县',
  ),
  385 => 
  array (
    150430 => '敖汉旗',
  ),
  386 => 
  array (
    150501 => '市辖区',
  ),
  387 => 
  array (
    150502 => '科尔沁区',
  ),
  388 => 
  array (
    150521 => '科尔沁左翼中旗',
  ),
  389 => 
  array (
    150522 => '科尔沁左翼后旗',
  ),
  390 => 
  array (
    150523 => '开鲁县',
  ),
  391 => 
  array (
    150524 => '库伦旗',
  ),
  392 => 
  array (
    150525 => '奈曼旗',
  ),
  393 => 
  array (
    150526 => '扎鲁特旗',
  ),
  394 => 
  array (
    150581 => '霍林郭勒市',
  ),
  395 => 
  array (
    150602 => '东胜区',
  ),
  396 => 
  array (
    150621 => '达拉特旗',
  ),
  397 => 
  array (
    150622 => '准格尔旗',
  ),
  398 => 
  array (
    150623 => '鄂托克前旗',
  ),
  399 => 
  array (
    150624 => '鄂托克旗',
  ),
  400 => 
  array (
    150625 => '杭锦旗',
  ),
  401 => 
  array (
    150626 => '乌审旗',
  ),
  402 => 
  array (
    150627 => '伊金霍洛旗',
  ),
  403 => 
  array (
    150701 => '市辖区',
  ),
  404 => 
  array (
    150702 => '海拉尔区',
  ),
  405 => 
  array (
    150721 => '阿荣旗',
  ),
  406 => 
  array (
    150722 => '莫力达瓦达斡尔族自治旗',
  ),
  407 => 
  array (
    150723 => '鄂伦春自治旗',
  ),
  408 => 
  array (
    150724 => '鄂温克族自治旗',
  ),
  409 => 
  array (
    150725 => '陈巴尔虎旗',
  ),
  410 => 
  array (
    150726 => '新巴尔虎左旗',
  ),
  411 => 
  array (
    150727 => '新巴尔虎右旗',
  ),
  412 => 
  array (
    150781 => '满洲里市',
  ),
  413 => 
  array (
    150782 => '牙克石市',
  ),
  414 => 
  array (
    150783 => '扎兰屯市',
  ),
  415 => 
  array (
    150784 => '额尔古纳市',
  ),
  416 => 
  array (
    150785 => '根河市',
  ),
  417 => 
  array (
    150801 => '市辖区',
  ),
  418 => 
  array (
    150802 => '临河区',
  ),
  419 => 
  array (
    150821 => '五原县',
  ),
  420 => 
  array (
    150822 => '磴口县',
  ),
  421 => 
  array (
    150823 => '乌拉特前旗',
  ),
  422 => 
  array (
    150824 => '乌拉特中旗',
  ),
  423 => 
  array (
    150825 => '乌拉特后旗',
  ),
  424 => 
  array (
    150826 => '杭锦后旗',
  ),
  425 => 
  array (
    150901 => '市辖区',
  ),
  426 => 
  array (
    150902 => '集宁区',
  ),
  427 => 
  array (
    150921 => '卓资县',
  ),
  428 => 
  array (
    150922 => '化德县',
  ),
  429 => 
  array (
    150923 => '商都县',
  ),
  430 => 
  array (
    150924 => '兴和县',
  ),
  431 => 
  array (
    150925 => '凉城县',
  ),
  432 => 
  array (
    150926 => '察哈尔右翼前旗',
  ),
  433 => 
  array (
    150927 => '察哈尔右翼中旗',
  ),
  434 => 
  array (
    150928 => '察哈尔右翼后旗',
  ),
  435 => 
  array (
    150929 => '四子王旗',
  ),
  436 => 
  array (
    150981 => '丰镇市',
  ),
  437 => 
  array (
    152201 => '乌兰浩特市',
  ),
  438 => 
  array (
    152202 => '阿尔山市',
  ),
  439 => 
  array (
    152221 => '科尔沁右翼前旗',
  ),
  440 => 
  array (
    152222 => '科尔沁右翼中旗',
  ),
  441 => 
  array (
    152223 => '扎赉特旗',
  ),
  442 => 
  array (
    152224 => '突泉县',
  ),
  443 => 
  array (
    152501 => '二连浩特市',
  ),
  444 => 
  array (
    152502 => '锡林浩特市',
  ),
  445 => 
  array (
    152522 => '阿巴嘎旗',
  ),
  446 => 
  array (
    152523 => '苏尼特左旗',
  ),
  447 => 
  array (
    152524 => '苏尼特右旗',
  ),
  448 => 
  array (
    152525 => '东乌珠穆沁旗',
  ),
  449 => 
  array (
    152526 => '西乌珠穆沁旗',
  ),
  450 => 
  array (
    152527 => '太仆寺旗',
  ),
  451 => 
  array (
    152528 => '镶黄旗',
  ),
  452 => 
  array (
    152529 => '正镶白旗',
  ),
  453 => 
  array (
    152530 => '正蓝旗',
  ),
  454 => 
  array (
    152531 => '多伦县',
  ),
  455 => 
  array (
    152921 => '阿拉善左旗',
  ),
  456 => 
  array (
    152922 => '阿拉善右旗',
  ),
  457 => 
  array (
    152923 => '额济纳旗',
  ),
  458 => 
  array (
    210101 => '市辖区',
  ),
  459 => 
  array (
    210102 => '和平区',
  ),
  460 => 
  array (
    210103 => '沈河区',
  ),
  461 => 
  array (
    210104 => '大东区',
  ),
  462 => 
  array (
    210105 => '皇姑区',
  ),
  463 => 
  array (
    210106 => '铁西区',
  ),
  464 => 
  array (
    210111 => '苏家屯区',
  ),
  465 => 
  array (
    210112 => '东陵区',
  ),
  466 => 
  array (
    210113 => '新城子区',
  ),
  467 => 
  array (
    210114 => '于洪区',
  ),
  468 => 
  array (
    210122 => '辽中县',
  ),
  469 => 
  array (
    210123 => '康平县',
  ),
  470 => 
  array (
    210124 => '法库县',
  ),
  471 => 
  array (
    210181 => '新民市',
  ),
  472 => 
  array (
    210201 => '市辖区',
  ),
  473 => 
  array (
    210202 => '中山区',
  ),
  474 => 
  array (
    210203 => '西岗区',
  ),
  475 => 
  array (
    210204 => '沙河口区',
  ),
  476 => 
  array (
    210211 => '甘井子区',
  ),
  477 => 
  array (
    210212 => '旅顺口区',
  ),
  478 => 
  array (
    210213 => '金州区',
  ),
  479 => 
  array (
    210224 => '长海县',
  ),
  480 => 
  array (
    210281 => '瓦房店市',
  ),
  481 => 
  array (
    210282 => '普兰店市',
  ),
  482 => 
  array (
    210283 => '庄河市',
  ),
  483 => 
  array (
    210301 => '市辖区',
  ),
  484 => 
  array (
    210302 => '铁东区',
  ),
  485 => 
  array (
    210303 => '铁西区',
  ),
  486 => 
  array (
    210304 => '立山区',
  ),
  487 => 
  array (
    210311 => '千山区',
  ),
  488 => 
  array (
    210321 => '台安县',
  ),
  489 => 
  array (
    210323 => '岫岩满族自治县',
  ),
  490 => 
  array (
    210381 => '海城市',
  ),
  491 => 
  array (
    210401 => '市辖区',
  ),
  492 => 
  array (
    210402 => '新抚区',
  ),
  493 => 
  array (
    210403 => '东洲区',
  ),
  494 => 
  array (
    210404 => '望花区',
  ),
  495 => 
  array (
    210411 => '顺城区',
  ),
  496 => 
  array (
    210421 => '抚顺县',
  ),
  497 => 
  array (
    210422 => '新宾满族自治县',
  ),
  498 => 
  array (
    210423 => '清原满族自治县',
  ),
  499 => 
  array (
    210501 => '市辖区',
  ),
  500 => 
  array (
    210502 => '平山区',
  ),
  501 => 
  array (
    210503 => '溪湖区',
  ),
  502 => 
  array (
    210504 => '明山区',
  ),
  503 => 
  array (
    210505 => '南芬区',
  ),
  504 => 
  array (
    210521 => '本溪满族自治县',
  ),
  505 => 
  array (
    210522 => '桓仁满族自治县',
  ),
  506 => 
  array (
    210601 => '市辖区',
  ),
  507 => 
  array (
    210602 => '元宝区',
  ),
  508 => 
  array (
    210603 => '振兴区',
  ),
  509 => 
  array (
    210604 => '振安区',
  ),
  510 => 
  array (
    210624 => '宽甸满族自治县',
  ),
  511 => 
  array (
    210681 => '东港市',
  ),
  512 => 
  array (
    210682 => '凤城市',
  ),
  513 => 
  array (
    210701 => '市辖区',
  ),
  514 => 
  array (
    210702 => '古塔区',
  ),
  515 => 
  array (
    210703 => '凌河区',
  ),
  516 => 
  array (
    210711 => '太和区',
  ),
  517 => 
  array (
    210726 => '黑山县',
  ),
  518 => 
  array (
    210727 => '义　县',
  ),
  519 => 
  array (
    210781 => '凌海市',
  ),
  520 => 
  array (
    210782 => '北宁市',
  ),
  521 => 
  array (
    210801 => '市辖区',
  ),
  522 => 
  array (
    210802 => '站前区',
  ),
  523 => 
  array (
    210803 => '西市区',
  ),
  524 => 
  array (
    210804 => '鲅鱼圈区',
  ),
  525 => 
  array (
    210811 => '老边区',
  ),
  526 => 
  array (
    210881 => '盖州市',
  ),
  527 => 
  array (
    210882 => '大石桥市',
  ),
  528 => 
  array (
    210901 => '市辖区',
  ),
  529 => 
  array (
    210902 => '海州区',
  ),
  530 => 
  array (
    210903 => '新邱区',
  ),
  531 => 
  array (
    210904 => '太平区',
  ),
  532 => 
  array (
    210905 => '清河门区',
  ),
  533 => 
  array (
    210911 => '细河区',
  ),
  534 => 
  array (
    210921 => '阜新蒙古族自治县',
  ),
  535 => 
  array (
    210922 => '彰武县',
  ),
  536 => 
  array (
    211001 => '市辖区',
  ),
  537 => 
  array (
    211002 => '白塔区',
  ),
  538 => 
  array (
    211003 => '文圣区',
  ),
  539 => 
  array (
    211004 => '宏伟区',
  ),
  540 => 
  array (
    211005 => '弓长岭区',
  ),
  541 => 
  array (
    211011 => '太子河区',
  ),
  542 => 
  array (
    211021 => '辽阳县',
  ),
  543 => 
  array (
    211081 => '灯塔市',
  ),
  544 => 
  array (
    211101 => '市辖区',
  ),
  545 => 
  array (
    211102 => '双台子区',
  ),
  546 => 
  array (
    211103 => '兴隆台区',
  ),
  547 => 
  array (
    211121 => '大洼县',
  ),
  548 => 
  array (
    211122 => '盘山县',
  ),
  549 => 
  array (
    211201 => '市辖区',
  ),
  550 => 
  array (
    211202 => '银州区',
  ),
  551 => 
  array (
    211204 => '清河区',
  ),
  552 => 
  array (
    211221 => '铁岭县',
  ),
  553 => 
  array (
    211223 => '西丰县',
  ),
  554 => 
  array (
    211224 => '昌图县',
  ),
  555 => 
  array (
    211281 => '调兵山市',
  ),
  556 => 
  array (
    211282 => '开原市',
  ),
  557 => 
  array (
    211301 => '市辖区',
  ),
  558 => 
  array (
    211302 => '双塔区',
  ),
  559 => 
  array (
    211303 => '龙城区',
  ),
  560 => 
  array (
    211321 => '朝阳县',
  ),
  561 => 
  array (
    211322 => '建平县',
  ),
  562 => 
  array (
    211324 => '喀喇沁左翼蒙古族自治县',
  ),
  563 => 
  array (
    211381 => '北票市',
  ),
  564 => 
  array (
    211382 => '凌源市',
  ),
  565 => 
  array (
    211401 => '市辖区',
  ),
  566 => 
  array (
    211402 => '连山区',
  ),
  567 => 
  array (
    211403 => '龙港区',
  ),
  568 => 
  array (
    211404 => '南票区',
  ),
  569 => 
  array (
    211421 => '绥中县',
  ),
  570 => 
  array (
    211422 => '建昌县',
  ),
  571 => 
  array (
    211481 => '兴城市',
  ),
  572 => 
  array (
    220101 => '市辖区',
  ),
  573 => 
  array (
    220102 => '南关区',
  ),
  574 => 
  array (
    220103 => '宽城区',
  ),
  575 => 
  array (
    220104 => '朝阳区',
  ),
  576 => 
  array (
    220105 => '二道区',
  ),
  577 => 
  array (
    220106 => '绿园区',
  ),
  578 => 
  array (
    220112 => '双阳区',
  ),
  579 => 
  array (
    220122 => '农安县',
  ),
  580 => 
  array (
    220181 => '九台市',
  ),
  581 => 
  array (
    220182 => '榆树市',
  ),
  582 => 
  array (
    220183 => '德惠市',
  ),
  583 => 
  array (
    220201 => '市辖区',
  ),
  584 => 
  array (
    220202 => '昌邑区',
  ),
  585 => 
  array (
    220203 => '龙潭区',
  ),
  586 => 
  array (
    220204 => '船营区',
  ),
  587 => 
  array (
    220211 => '丰满区',
  ),
  588 => 
  array (
    220221 => '永吉县',
  ),
  589 => 
  array (
    220281 => '蛟河市',
  ),
  590 => 
  array (
    220282 => '桦甸市',
  ),
  591 => 
  array (
    220283 => '舒兰市',
  ),
  592 => 
  array (
    220284 => '磐石市',
  ),
  593 => 
  array (
    220301 => '市辖区',
  ),
  594 => 
  array (
    220302 => '铁西区',
  ),
  595 => 
  array (
    220303 => '铁东区',
  ),
  596 => 
  array (
    220322 => '梨树县',
  ),
  597 => 
  array (
    220323 => '伊通满族自治县',
  ),
  598 => 
  array (
    220381 => '公主岭市',
  ),
  599 => 
  array (
    220382 => '双辽市',
  ),
  600 => 
  array (
    220401 => '市辖区',
  ),
  601 => 
  array (
    220402 => '龙山区',
  ),
  602 => 
  array (
    220403 => '西安区',
  ),
  603 => 
  array (
    220421 => '东丰县',
  ),
  604 => 
  array (
    220422 => '东辽县',
  ),
  605 => 
  array (
    220501 => '市辖区',
  ),
  606 => 
  array (
    220502 => '东昌区',
  ),
  607 => 
  array (
    220503 => '二道江区',
  ),
  608 => 
  array (
    220521 => '通化县',
  ),
  609 => 
  array (
    220523 => '辉南县',
  ),
  610 => 
  array (
    220524 => '柳河县',
  ),
  611 => 
  array (
    220581 => '梅河口市',
  ),
  612 => 
  array (
    220582 => '集安市',
  ),
  613 => 
  array (
    220601 => '市辖区',
  ),
  614 => 
  array (
    220602 => '八道江区',
  ),
  615 => 
  array (
    220621 => '抚松县',
  ),
  616 => 
  array (
    220622 => '靖宇县',
  ),
  617 => 
  array (
    220623 => '长白朝鲜族自治县',
  ),
  618 => 
  array (
    220625 => '江源县',
  ),
  619 => 
  array (
    220681 => '临江市',
  ),
  620 => 
  array (
    220701 => '市辖区',
  ),
  621 => 
  array (
    220702 => '宁江区',
  ),
  622 => 
  array (
    220721 => '前郭尔罗斯蒙古族自治县',
  ),
  623 => 
  array (
    220722 => '长岭县',
  ),
  624 => 
  array (
    220723 => '乾安县',
  ),
  625 => 
  array (
    220724 => '扶余县',
  ),
  626 => 
  array (
    220801 => '市辖区',
  ),
  627 => 
  array (
    220802 => '洮北区',
  ),
  628 => 
  array (
    220821 => '镇赉县',
  ),
  629 => 
  array (
    220822 => '通榆县',
  ),
  630 => 
  array (
    220881 => '洮南市',
  ),
  631 => 
  array (
    220882 => '大安市',
  ),
  632 => 
  array (
    222401 => '延吉市',
  ),
  633 => 
  array (
    222402 => '图们市',
  ),
  634 => 
  array (
    222403 => '敦化市',
  ),
  635 => 
  array (
    222404 => '珲春市',
  ),
  636 => 
  array (
    222405 => '龙井市',
  ),
  637 => 
  array (
    222406 => '和龙市',
  ),
  638 => 
  array (
    222424 => '汪清县',
  ),
  639 => 
  array (
    222426 => '安图县',
  ),
  640 => 
  array (
    230101 => '市辖区',
  ),
  641 => 
  array (
    230102 => '道里区',
  ),
  642 => 
  array (
    230103 => '南岗区',
  ),
  643 => 
  array (
    230104 => '道外区',
  ),
  644 => 
  array (
    230106 => '香坊区',
  ),
  645 => 
  array (
    230107 => '动力区',
  ),
  646 => 
  array (
    230108 => '平房区',
  ),
  647 => 
  array (
    230109 => '松北区',
  ),
  648 => 
  array (
    230111 => '呼兰区',
  ),
  649 => 
  array (
    230123 => '依兰县',
  ),
  650 => 
  array (
    230124 => '方正县',
  ),
  651 => 
  array (
    230125 => '宾　县',
  ),
  652 => 
  array (
    230126 => '巴彦县',
  ),
  653 => 
  array (
    230127 => '木兰县',
  ),
  654 => 
  array (
    230128 => '通河县',
  ),
  655 => 
  array (
    230129 => '延寿县',
  ),
  656 => 
  array (
    230181 => '阿城市',
  ),
  657 => 
  array (
    230182 => '双城市',
  ),
  658 => 
  array (
    230183 => '尚志市',
  ),
  659 => 
  array (
    230184 => '五常市',
  ),
  660 => 
  array (
    230201 => '市辖区',
  ),
  661 => 
  array (
    230202 => '龙沙区',
  ),
  662 => 
  array (
    230203 => '建华区',
  ),
  663 => 
  array (
    230204 => '铁锋区',
  ),
  664 => 
  array (
    230205 => '昂昂溪区',
  ),
  665 => 
  array (
    230206 => '富拉尔基区',
  ),
  666 => 
  array (
    230207 => '碾子山区',
  ),
  667 => 
  array (
    230208 => '梅里斯达斡尔族区',
  ),
  668 => 
  array (
    230221 => '龙江县',
  ),
  669 => 
  array (
    230223 => '依安县',
  ),
  670 => 
  array (
    230224 => '泰来县',
  ),
  671 => 
  array (
    230225 => '甘南县',
  ),
  672 => 
  array (
    230227 => '富裕县',
  ),
  673 => 
  array (
    230229 => '克山县',
  ),
  674 => 
  array (
    230230 => '克东县',
  ),
  675 => 
  array (
    230231 => '拜泉县',
  ),
  676 => 
  array (
    230281 => '讷河市',
  ),
  677 => 
  array (
    230301 => '市辖区',
  ),
  678 => 
  array (
    230302 => '鸡冠区',
  ),
  679 => 
  array (
    230303 => '恒山区',
  ),
  680 => 
  array (
    230304 => '滴道区',
  ),
  681 => 
  array (
    230305 => '梨树区',
  ),
  682 => 
  array (
    230306 => '城子河区',
  ),
  683 => 
  array (
    230307 => '麻山区',
  ),
  684 => 
  array (
    230321 => '鸡东县',
  ),
  685 => 
  array (
    230381 => '虎林市',
  ),
  686 => 
  array (
    230382 => '密山市',
  ),
  687 => 
  array (
    230401 => '市辖区',
  ),
  688 => 
  array (
    230402 => '向阳区',
  ),
  689 => 
  array (
    230403 => '工农区',
  ),
  690 => 
  array (
    230404 => '南山区',
  ),
  691 => 
  array (
    230405 => '兴安区',
  ),
  692 => 
  array (
    230406 => '东山区',
  ),
  693 => 
  array (
    230407 => '兴山区',
  ),
  694 => 
  array (
    230421 => '萝北县',
  ),
  695 => 
  array (
    230422 => '绥滨县',
  ),
  696 => 
  array (
    230501 => '市辖区',
  ),
  697 => 
  array (
    230502 => '尖山区',
  ),
  698 => 
  array (
    230503 => '岭东区',
  ),
  699 => 
  array (
    230505 => '四方台区',
  ),
  700 => 
  array (
    230506 => '宝山区',
  ),
  701 => 
  array (
    230521 => '集贤县',
  ),
  702 => 
  array (
    230522 => '友谊县',
  ),
  703 => 
  array (
    230523 => '宝清县',
  ),
  704 => 
  array (
    230524 => '饶河县',
  ),
  705 => 
  array (
    230601 => '市辖区',
  ),
  706 => 
  array (
    230602 => '萨尔图区',
  ),
  707 => 
  array (
    230603 => '龙凤区',
  ),
  708 => 
  array (
    230604 => '让胡路区',
  ),
  709 => 
  array (
    230605 => '红岗区',
  ),
  710 => 
  array (
    230606 => '大同区',
  ),
  711 => 
  array (
    230621 => '肇州县',
  ),
  712 => 
  array (
    230622 => '肇源县',
  ),
  713 => 
  array (
    230623 => '林甸县',
  ),
  714 => 
  array (
    230624 => '杜尔伯特蒙古族自治县',
  ),
  715 => 
  array (
    230701 => '市辖区',
  ),
  716 => 
  array (
    230702 => '伊春区',
  ),
  717 => 
  array (
    230703 => '南岔区',
  ),
  718 => 
  array (
    230704 => '友好区',
  ),
  719 => 
  array (
    230705 => '西林区',
  ),
  720 => 
  array (
    230706 => '翠峦区',
  ),
  721 => 
  array (
    230707 => '新青区',
  ),
  722 => 
  array (
    230708 => '美溪区',
  ),
  723 => 
  array (
    230709 => '金山屯区',
  ),
  724 => 
  array (
    230710 => '五营区',
  ),
  725 => 
  array (
    230711 => '乌马河区',
  ),
  726 => 
  array (
    230712 => '汤旺河区',
  ),
  727 => 
  array (
    230713 => '带岭区',
  ),
  728 => 
  array (
    230714 => '乌伊岭区',
  ),
  729 => 
  array (
    230715 => '红星区',
  ),
  730 => 
  array (
    230716 => '上甘岭区',
  ),
  731 => 
  array (
    230722 => '嘉荫县',
  ),
  732 => 
  array (
    230781 => '铁力市',
  ),
  733 => 
  array (
    230801 => '市辖区',
  ),
  734 => 
  array (
    230802 => '永红区',
  ),
  735 => 
  array (
    230803 => '向阳区',
  ),
  736 => 
  array (
    230804 => '前进区',
  ),
  737 => 
  array (
    230805 => '东风区',
  ),
  738 => 
  array (
    230811 => '郊　区',
  ),
  739 => 
  array (
    230822 => '桦南县',
  ),
  740 => 
  array (
    230826 => '桦川县',
  ),
  741 => 
  array (
    230828 => '汤原县',
  ),
  742 => 
  array (
    230833 => '抚远县',
  ),
  743 => 
  array (
    230881 => '同江市',
  ),
  744 => 
  array (
    230882 => '富锦市',
  ),
  745 => 
  array (
    230901 => '市辖区',
  ),
  746 => 
  array (
    230902 => '新兴区',
  ),
  747 => 
  array (
    230903 => '桃山区',
  ),
  748 => 
  array (
    230904 => '茄子河区',
  ),
  749 => 
  array (
    230921 => '勃利县',
  ),
  750 => 
  array (
    231001 => '市辖区',
  ),
  751 => 
  array (
    231002 => '东安区',
  ),
  752 => 
  array (
    231003 => '阳明区',
  ),
  753 => 
  array (
    231004 => '爱民区',
  ),
  754 => 
  array (
    231005 => '西安区',
  ),
  755 => 
  array (
    231024 => '东宁县',
  ),
  756 => 
  array (
    231025 => '林口县',
  ),
  757 => 
  array (
    231081 => '绥芬河市',
  ),
  758 => 
  array (
    231083 => '海林市',
  ),
  759 => 
  array (
    231084 => '宁安市',
  ),
  760 => 
  array (
    231085 => '穆棱市',
  ),
  761 => 
  array (
    231101 => '市辖区',
  ),
  762 => 
  array (
    231102 => '爱辉区',
  ),
  763 => 
  array (
    231121 => '嫩江县',
  ),
  764 => 
  array (
    231123 => '逊克县',
  ),
  765 => 
  array (
    231124 => '孙吴县',
  ),
  766 => 
  array (
    231181 => '北安市',
  ),
  767 => 
  array (
    231182 => '五大连池市',
  ),
  768 => 
  array (
    231201 => '市辖区',
  ),
  769 => 
  array (
    231202 => '北林区',
  ),
  770 => 
  array (
    231221 => '望奎县',
  ),
  771 => 
  array (
    231222 => '兰西县',
  ),
  772 => 
  array (
    231223 => '青冈县',
  ),
  773 => 
  array (
    231224 => '庆安县',
  ),
  774 => 
  array (
    231225 => '明水县',
  ),
  775 => 
  array (
    231226 => '绥棱县',
  ),
  776 => 
  array (
    231281 => '安达市',
  ),
  777 => 
  array (
    231282 => '肇东市',
  ),
  778 => 
  array (
    231283 => '海伦市',
  ),
  779 => 
  array (
    232721 => '呼玛县',
  ),
  780 => 
  array (
    232722 => '塔河县',
  ),
  781 => 
  array (
    232723 => '漠河县',
  ),
  782 => 
  array (
    310101 => '黄浦区',
  ),
  783 => 
  array (
    310103 => '卢湾区',
  ),
  784 => 
  array (
    310104 => '徐汇区',
  ),
  785 => 
  array (
    310105 => '长宁区',
  ),
  786 => 
  array (
    310106 => '静安区',
  ),
  787 => 
  array (
    310107 => '普陀区',
  ),
  788 => 
  array (
    310108 => '闸北区',
  ),
  789 => 
  array (
    310109 => '虹口区',
  ),
  790 => 
  array (
    310110 => '杨浦区',
  ),
  791 => 
  array (
    310112 => '闵行区',
  ),
  792 => 
  array (
    310113 => '宝山区',
  ),
  793 => 
  array (
    310114 => '嘉定区',
  ),
  794 => 
  array (
    310115 => '浦东新区',
  ),
  795 => 
  array (
    310116 => '金山区',
  ),
  796 => 
  array (
    310117 => '松江区',
  ),
  797 => 
  array (
    310118 => '青浦区',
  ),
  798 => 
  array (
    310119 => '南汇区',
  ),
  799 => 
  array (
    310120 => '奉贤区',
  ),
  800 => 
  array (
    310230 => '崇明县',
  ),
  801 => 
  array (
    320101 => '市辖区',
  ),
  802 => 
  array (
    320102 => '玄武区',
  ),
  803 => 
  array (
    320103 => '白下区',
  ),
  804 => 
  array (
    320104 => '秦淮区',
  ),
  805 => 
  array (
    320105 => '建邺区',
  ),
  806 => 
  array (
    320106 => '鼓楼区',
  ),
  807 => 
  array (
    320107 => '下关区',
  ),
  808 => 
  array (
    320111 => '浦口区',
  ),
  809 => 
  array (
    320113 => '栖霞区',
  ),
  810 => 
  array (
    320114 => '雨花台区',
  ),
  811 => 
  array (
    320115 => '江宁区',
  ),
  812 => 
  array (
    320116 => '六合区',
  ),
  813 => 
  array (
    320124 => '溧水县',
  ),
  814 => 
  array (
    320125 => '高淳县',
  ),
  815 => 
  array (
    320201 => '市辖区',
  ),
  816 => 
  array (
    320202 => '崇安区',
  ),
  817 => 
  array (
    320203 => '南长区',
  ),
  818 => 
  array (
    320204 => '北塘区',
  ),
  819 => 
  array (
    320205 => '锡山区',
  ),
  820 => 
  array (
    320206 => '惠山区',
  ),
  821 => 
  array (
    320211 => '滨湖区',
  ),
  822 => 
  array (
    320281 => '江阴市',
  ),
  823 => 
  array (
    320282 => '宜兴市',
  ),
  824 => 
  array (
    320301 => '市辖区',
  ),
  825 => 
  array (
    320302 => '鼓楼区',
  ),
  826 => 
  array (
    320303 => '云龙区',
  ),
  827 => 
  array (
    320304 => '九里区',
  ),
  828 => 
  array (
    320305 => '贾汪区',
  ),
  829 => 
  array (
    320311 => '泉山区',
  ),
  830 => 
  array (
    320321 => '丰　县',
  ),
  831 => 
  array (
    320322 => '沛　县',
  ),
  832 => 
  array (
    320323 => '铜山县',
  ),
  833 => 
  array (
    320324 => '睢宁县',
  ),
  834 => 
  array (
    320381 => '新沂市',
  ),
  835 => 
  array (
    320382 => '邳州市',
  ),
  836 => 
  array (
    320401 => '市辖区',
  ),
  837 => 
  array (
    320402 => '天宁区',
  ),
  838 => 
  array (
    320404 => '钟楼区',
  ),
  839 => 
  array (
    320405 => '戚墅堰区',
  ),
  840 => 
  array (
    320411 => '新北区',
  ),
  841 => 
  array (
    320412 => '武进区',
  ),
  842 => 
  array (
    320481 => '溧阳市',
  ),
  843 => 
  array (
    320482 => '金坛市',
  ),
  844 => 
  array (
    320501 => '市辖区',
  ),
  845 => 
  array (
    320502 => '沧浪区',
  ),
  846 => 
  array (
    320503 => '平江区',
  ),
  847 => 
  array (
    320504 => '金阊区',
  ),
  848 => 
  array (
    320505 => '虎丘区',
  ),
  849 => 
  array (
    320506 => '吴中区',
  ),
  850 => 
  array (
    320507 => '相城区',
  ),
  851 => 
  array (
    320581 => '常熟市',
  ),
  852 => 
  array (
    320582 => '张家港市',
  ),
  853 => 
  array (
    320583 => '昆山市',
  ),
  854 => 
  array (
    320584 => '吴江市',
  ),
  855 => 
  array (
    320585 => '太仓市',
  ),
  856 => 
  array (
    320601 => '市辖区',
  ),
  857 => 
  array (
    320602 => '崇川区',
  ),
  858 => 
  array (
    320611 => '港闸区',
  ),
  859 => 
  array (
    320621 => '海安县',
  ),
  860 => 
  array (
    320623 => '如东县',
  ),
  861 => 
  array (
    320681 => '启东市',
  ),
  862 => 
  array (
    320682 => '如皋市',
  ),
  863 => 
  array (
    320683 => '通州市',
  ),
  864 => 
  array (
    320684 => '海门市',
  ),
  865 => 
  array (
    320701 => '市辖区',
  ),
  866 => 
  array (
    320703 => '连云区',
  ),
  867 => 
  array (
    320705 => '新浦区',
  ),
  868 => 
  array (
    320706 => '海州区',
  ),
  869 => 
  array (
    320721 => '赣榆县',
  ),
  870 => 
  array (
    320722 => '东海县',
  ),
  871 => 
  array (
    320723 => '灌云县',
  ),
  872 => 
  array (
    320724 => '灌南县',
  ),
  873 => 
  array (
    320801 => '市辖区',
  ),
  874 => 
  array (
    320802 => '清河区',
  ),
  875 => 
  array (
    320803 => '楚州区',
  ),
  876 => 
  array (
    320804 => '淮阴区',
  ),
  877 => 
  array (
    320811 => '清浦区',
  ),
  878 => 
  array (
    320826 => '涟水县',
  ),
  879 => 
  array (
    320829 => '洪泽县',
  ),
  880 => 
  array (
    320830 => '盱眙县',
  ),
  881 => 
  array (
    320831 => '金湖县',
  ),
  882 => 
  array (
    320901 => '市辖区',
  ),
  883 => 
  array (
    320902 => '亭湖区',
  ),
  884 => 
  array (
    320903 => '盐都区',
  ),
  885 => 
  array (
    320921 => '响水县',
  ),
  886 => 
  array (
    320922 => '滨海县',
  ),
  887 => 
  array (
    320923 => '阜宁县',
  ),
  888 => 
  array (
    320924 => '射阳县',
  ),
  889 => 
  array (
    320925 => '建湖县',
  ),
  890 => 
  array (
    320981 => '东台市',
  ),
  891 => 
  array (
    320982 => '大丰市',
  ),
  892 => 
  array (
    321001 => '市辖区',
  ),
  893 => 
  array (
    321002 => '广陵区',
  ),
  894 => 
  array (
    321003 => '邗江区',
  ),
  895 => 
  array (
    321011 => '郊　区',
  ),
  896 => 
  array (
    321023 => '宝应县',
  ),
  897 => 
  array (
    321081 => '仪征市',
  ),
  898 => 
  array (
    321084 => '高邮市',
  ),
  899 => 
  array (
    321088 => '江都市',
  ),
  900 => 
  array (
    321101 => '市辖区',
  ),
  901 => 
  array (
    321102 => '京口区',
  ),
  902 => 
  array (
    321111 => '润州区',
  ),
  903 => 
  array (
    321112 => '丹徒区',
  ),
  904 => 
  array (
    321181 => '丹阳市',
  ),
  905 => 
  array (
    321182 => '扬中市',
  ),
  906 => 
  array (
    321183 => '句容市',
  ),
  907 => 
  array (
    321201 => '市辖区',
  ),
  908 => 
  array (
    321202 => '海陵区',
  ),
  909 => 
  array (
    321203 => '高港区',
  ),
  910 => 
  array (
    321281 => '兴化市',
  ),
  911 => 
  array (
    321282 => '靖江市',
  ),
  912 => 
  array (
    321283 => '泰兴市',
  ),
  913 => 
  array (
    321284 => '姜堰市',
  ),
  914 => 
  array (
    321301 => '市辖区',
  ),
  915 => 
  array (
    321302 => '宿城区',
  ),
  916 => 
  array (
    321311 => '宿豫区',
  ),
  917 => 
  array (
    321322 => '沭阳县',
  ),
  918 => 
  array (
    321323 => '泗阳县',
  ),
  919 => 
  array (
    321324 => '泗洪县',
  ),
  920 => 
  array (
    330101 => '市辖区',
  ),
  921 => 
  array (
    330102 => '上城区',
  ),
  922 => 
  array (
    330103 => '下城区',
  ),
  923 => 
  array (
    330104 => '江干区',
  ),
  924 => 
  array (
    330105 => '拱墅区',
  ),
  925 => 
  array (
    330106 => '西湖区',
  ),
  926 => 
  array (
    330108 => '滨江区',
  ),
  927 => 
  array (
    330109 => '萧山区',
  ),
  928 => 
  array (
    330110 => '余杭区',
  ),
  929 => 
  array (
    330122 => '桐庐县',
  ),
  930 => 
  array (
    330127 => '淳安县',
  ),
  931 => 
  array (
    330182 => '建德市',
  ),
  932 => 
  array (
    330183 => '富阳市',
  ),
  933 => 
  array (
    330185 => '临安市',
  ),
  934 => 
  array (
    330201 => '市辖区',
  ),
  935 => 
  array (
    330203 => '海曙区',
  ),
  936 => 
  array (
    330204 => '江东区',
  ),
  937 => 
  array (
    330205 => '江北区',
  ),
  938 => 
  array (
    330206 => '北仑区',
  ),
  939 => 
  array (
    330211 => '镇海区',
  ),
  940 => 
  array (
    330212 => '鄞州区',
  ),
  941 => 
  array (
    330225 => '象山县',
  ),
  942 => 
  array (
    330226 => '宁海县',
  ),
  943 => 
  array (
    330281 => '余姚市',
  ),
  944 => 
  array (
    330282 => '慈溪市',
  ),
  945 => 
  array (
    330283 => '奉化市',
  ),
  946 => 
  array (
    330301 => '市辖区',
  ),
  947 => 
  array (
    330302 => '鹿城区',
  ),
  948 => 
  array (
    330303 => '龙湾区',
  ),
  949 => 
  array (
    330304 => '瓯海区',
  ),
  950 => 
  array (
    330322 => '洞头县',
  ),
  951 => 
  array (
    330324 => '永嘉县',
  ),
  952 => 
  array (
    330326 => '平阳县',
  ),
  953 => 
  array (
    330327 => '苍南县',
  ),
  954 => 
  array (
    330328 => '文成县',
  ),
  955 => 
  array (
    330329 => '泰顺县',
  ),
  956 => 
  array (
    330381 => '瑞安市',
  ),
  957 => 
  array (
    330382 => '乐清市',
  ),
  958 => 
  array (
    330401 => '市辖区',
  ),
  959 => 
  array (
    330402 => '秀城区',
  ),
  960 => 
  array (
    330411 => '秀洲区',
  ),
  961 => 
  array (
    330421 => '嘉善县',
  ),
  962 => 
  array (
    330424 => '海盐县',
  ),
  963 => 
  array (
    330481 => '海宁市',
  ),
  964 => 
  array (
    330482 => '平湖市',
  ),
  965 => 
  array (
    330483 => '桐乡市',
  ),
  966 => 
  array (
    330501 => '市辖区',
  ),
  967 => 
  array (
    330502 => '吴兴区',
  ),
  968 => 
  array (
    330503 => '南浔区',
  ),
  969 => 
  array (
    330521 => '德清县',
  ),
  970 => 
  array (
    330522 => '长兴县',
  ),
  971 => 
  array (
    330523 => '安吉县',
  ),
  972 => 
  array (
    330601 => '市辖区',
  ),
  973 => 
  array (
    330602 => '越城区',
  ),
  974 => 
  array (
    330621 => '绍兴县',
  ),
  975 => 
  array (
    330624 => '新昌县',
  ),
  976 => 
  array (
    330681 => '诸暨市',
  ),
  977 => 
  array (
    330682 => '上虞市',
  ),
  978 => 
  array (
    330683 => '嵊州市',
  ),
  979 => 
  array (
    330701 => '市辖区',
  ),
  980 => 
  array (
    330702 => '婺城区',
  ),
  981 => 
  array (
    330703 => '金东区',
  ),
  982 => 
  array (
    330723 => '武义县',
  ),
  983 => 
  array (
    330726 => '浦江县',
  ),
  984 => 
  array (
    330727 => '磐安县',
  ),
  985 => 
  array (
    330781 => '兰溪市',
  ),
  986 => 
  array (
    330782 => '义乌市',
  ),
  987 => 
  array (
    330783 => '东阳市',
  ),
  988 => 
  array (
    330784 => '永康市',
  ),
  989 => 
  array (
    330801 => '市辖区',
  ),
  990 => 
  array (
    330802 => '柯城区',
  ),
  991 => 
  array (
    330803 => '衢江区',
  ),
  992 => 
  array (
    330822 => '常山县',
  ),
  993 => 
  array (
    330824 => '开化县',
  ),
  994 => 
  array (
    330825 => '龙游县',
  ),
  995 => 
  array (
    330881 => '江山市',
  ),
  996 => 
  array (
    330901 => '市辖区',
  ),
  997 => 
  array (
    330902 => '定海区',
  ),
  998 => 
  array (
    330903 => '普陀区',
  ),
  999 => 
  array (
    330921 => '岱山县',
  ),
  1000 => 
  array (
    330922 => '嵊泗县',
  ),
  1001 => 
  array (
    331001 => '市辖区',
  ),
  1002 => 
  array (
    331002 => '椒江区',
  ),
  1003 => 
  array (
    331003 => '黄岩区',
  ),
  1004 => 
  array (
    331004 => '路桥区',
  ),
  1005 => 
  array (
    331021 => '玉环县',
  ),
  1006 => 
  array (
    331022 => '三门县',
  ),
  1007 => 
  array (
    331023 => '天台县',
  ),
  1008 => 
  array (
    331024 => '仙居县',
  ),
  1009 => 
  array (
    331081 => '温岭市',
  ),
  1010 => 
  array (
    331082 => '临海市',
  ),
  1011 => 
  array (
    331101 => '市辖区',
  ),
  1012 => 
  array (
    331102 => '莲都区',
  ),
  1013 => 
  array (
    331121 => '青田县',
  ),
  1014 => 
  array (
    331122 => '缙云县',
  ),
  1015 => 
  array (
    331123 => '遂昌县',
  ),
  1016 => 
  array (
    331124 => '松阳县',
  ),
  1017 => 
  array (
    331125 => '云和县',
  ),
  1018 => 
  array (
    331126 => '庆元县',
  ),
  1019 => 
  array (
    331127 => '景宁畲族自治县',
  ),
  1020 => 
  array (
    331181 => '龙泉市',
  ),
  1021 => 
  array (
    340101 => '市辖区',
  ),
  1022 => 
  array (
    340102 => '瑶海区',
  ),
  1023 => 
  array (
    340103 => '庐阳区',
  ),
  1024 => 
  array (
    340104 => '蜀山区',
  ),
  1025 => 
  array (
    340111 => '包河区',
  ),
  1026 => 
  array (
    340121 => '长丰县',
  ),
  1027 => 
  array (
    340122 => '肥东县',
  ),
  1028 => 
  array (
    340123 => '肥西县',
  ),
  1029 => 
  array (
    340201 => '市辖区',
  ),
  1030 => 
  array (
    340202 => '镜湖区',
  ),
  1031 => 
  array (
    340203 => '马塘区',
  ),
  1032 => 
  array (
    340204 => '新芜区',
  ),
  1033 => 
  array (
    340207 => '鸠江区',
  ),
  1034 => 
  array (
    340221 => '芜湖县',
  ),
  1035 => 
  array (
    340222 => '繁昌县',
  ),
  1036 => 
  array (
    340223 => '南陵县',
  ),
  1037 => 
  array (
    340301 => '市辖区',
  ),
  1038 => 
  array (
    340302 => '龙子湖区',
  ),
  1039 => 
  array (
    340303 => '蚌山区',
  ),
  1040 => 
  array (
    340304 => '禹会区',
  ),
  1041 => 
  array (
    340311 => '淮上区',
  ),
  1042 => 
  array (
    340321 => '怀远县',
  ),
  1043 => 
  array (
    340322 => '五河县',
  ),
  1044 => 
  array (
    340323 => '固镇县',
  ),
  1045 => 
  array (
    340401 => '市辖区',
  ),
  1046 => 
  array (
    340402 => '大通区',
  ),
  1047 => 
  array (
    340403 => '田家庵区',
  ),
  1048 => 
  array (
    340404 => '谢家集区',
  ),
  1049 => 
  array (
    340405 => '八公山区',
  ),
  1050 => 
  array (
    340406 => '潘集区',
  ),
  1051 => 
  array (
    340421 => '凤台县',
  ),
  1052 => 
  array (
    340501 => '市辖区',
  ),
  1053 => 
  array (
    340502 => '金家庄区',
  ),
  1054 => 
  array (
    340503 => '花山区',
  ),
  1055 => 
  array (
    340504 => '雨山区',
  ),
  1056 => 
  array (
    340521 => '当涂县',
  ),
  1057 => 
  array (
    340601 => '市辖区',
  ),
  1058 => 
  array (
    340602 => '杜集区',
  ),
  1059 => 
  array (
    340603 => '相山区',
  ),
  1060 => 
  array (
    340604 => '烈山区',
  ),
  1061 => 
  array (
    340621 => '濉溪县',
  ),
  1062 => 
  array (
    340701 => '市辖区',
  ),
  1063 => 
  array (
    340702 => '铜官山区',
  ),
  1064 => 
  array (
    340703 => '狮子山区',
  ),
  1065 => 
  array (
    340711 => '郊　区',
  ),
  1066 => 
  array (
    340721 => '铜陵县',
  ),
  1067 => 
  array (
    340801 => '市辖区',
  ),
  1068 => 
  array (
    340802 => '迎江区',
  ),
  1069 => 
  array (
    340803 => '大观区',
  ),
  1070 => 
  array (
    340811 => '郊　区',
  ),
  1071 => 
  array (
    340822 => '怀宁县',
  ),
  1072 => 
  array (
    340823 => '枞阳县',
  ),
  1073 => 
  array (
    340824 => '潜山县',
  ),
  1074 => 
  array (
    340825 => '太湖县',
  ),
  1075 => 
  array (
    340826 => '宿松县',
  ),
  1076 => 
  array (
    340827 => '望江县',
  ),
  1077 => 
  array (
    340828 => '岳西县',
  ),
  1078 => 
  array (
    340881 => '桐城市',
  ),
  1079 => 
  array (
    341001 => '市辖区',
  ),
  1080 => 
  array (
    341002 => '屯溪区',
  ),
  1081 => 
  array (
    341003 => '黄山区',
  ),
  1082 => 
  array (
    341004 => '徽州区',
  ),
  1083 => 
  array (
    341021 => '歙　县',
  ),
  1084 => 
  array (
    341022 => '休宁县',
  ),
  1085 => 
  array (
    341023 => '黟　县',
  ),
  1086 => 
  array (
    341024 => '祁门县',
  ),
  1087 => 
  array (
    341101 => '市辖区',
  ),
  1088 => 
  array (
    341102 => '琅琊区',
  ),
  1089 => 
  array (
    341103 => '南谯区',
  ),
  1090 => 
  array (
    341122 => '来安县',
  ),
  1091 => 
  array (
    341124 => '全椒县',
  ),
  1092 => 
  array (
    341125 => '定远县',
  ),
  1093 => 
  array (
    341126 => '凤阳县',
  ),
  1094 => 
  array (
    341181 => '天长市',
  ),
  1095 => 
  array (
    341182 => '明光市',
  ),
  1096 => 
  array (
    341201 => '市辖区',
  ),
  1097 => 
  array (
    341202 => '颍州区',
  ),
  1098 => 
  array (
    341203 => '颍东区',
  ),
  1099 => 
  array (
    341204 => '颍泉区',
  ),
  1100 => 
  array (
    341221 => '临泉县',
  ),
  1101 => 
  array (
    341222 => '太和县',
  ),
  1102 => 
  array (
    341225 => '阜南县',
  ),
  1103 => 
  array (
    341226 => '颍上县',
  ),
  1104 => 
  array (
    341282 => '界首市',
  ),
  1105 => 
  array (
    341301 => '市辖区',
  ),
  1106 => 
  array (
    341302 => '墉桥区',
  ),
  1107 => 
  array (
    341321 => '砀山县',
  ),
  1108 => 
  array (
    341322 => '萧　县',
  ),
  1109 => 
  array (
    341323 => '灵璧县',
  ),
  1110 => 
  array (
    341324 => '泗　县',
  ),
  1111 => 
  array (
    341401 => '市辖区',
  ),
  1112 => 
  array (
    341402 => '居巢区',
  ),
  1113 => 
  array (
    341421 => '庐江县',
  ),
  1114 => 
  array (
    341422 => '无为县',
  ),
  1115 => 
  array (
    341423 => '含山县',
  ),
  1116 => 
  array (
    341424 => '和　县',
  ),
  1117 => 
  array (
    341501 => '市辖区',
  ),
  1118 => 
  array (
    341502 => '金安区',
  ),
  1119 => 
  array (
    341503 => '裕安区',
  ),
  1120 => 
  array (
    341521 => '寿　县',
  ),
  1121 => 
  array (
    341522 => '霍邱县',
  ),
  1122 => 
  array (
    341523 => '舒城县',
  ),
  1123 => 
  array (
    341524 => '金寨县',
  ),
  1124 => 
  array (
    341525 => '霍山县',
  ),
  1125 => 
  array (
    341601 => '市辖区',
  ),
  1126 => 
  array (
    341602 => '谯城区',
  ),
  1127 => 
  array (
    341621 => '涡阳县',
  ),
  1128 => 
  array (
    341622 => '蒙城县',
  ),
  1129 => 
  array (
    341623 => '利辛县',
  ),
  1130 => 
  array (
    341701 => '市辖区',
  ),
  1131 => 
  array (
    341702 => '贵池区',
  ),
  1132 => 
  array (
    341721 => '东至县',
  ),
  1133 => 
  array (
    341722 => '石台县',
  ),
  1134 => 
  array (
    341723 => '青阳县',
  ),
  1135 => 
  array (
    341801 => '市辖区',
  ),
  1136 => 
  array (
    341802 => '宣州区',
  ),
  1137 => 
  array (
    341821 => '郎溪县',
  ),
  1138 => 
  array (
    341822 => '广德县',
  ),
  1139 => 
  array (
    341823 => '泾　县',
  ),
  1140 => 
  array (
    341824 => '绩溪县',
  ),
  1141 => 
  array (
    341825 => '旌德县',
  ),
  1142 => 
  array (
    341881 => '宁国市',
  ),
  1143 => 
  array (
    350101 => '市辖区',
  ),
  1144 => 
  array (
    350102 => '鼓楼区',
  ),
  1145 => 
  array (
    350103 => '台江区',
  ),
  1146 => 
  array (
    350104 => '仓山区',
  ),
  1147 => 
  array (
    350105 => '马尾区',
  ),
  1148 => 
  array (
    350111 => '晋安区',
  ),
  1149 => 
  array (
    350121 => '闽侯县',
  ),
  1150 => 
  array (
    350122 => '连江县',
  ),
  1151 => 
  array (
    350123 => '罗源县',
  ),
  1152 => 
  array (
    350124 => '闽清县',
  ),
  1153 => 
  array (
    350125 => '永泰县',
  ),
  1154 => 
  array (
    350128 => '平潭县',
  ),
  1155 => 
  array (
    350181 => '福清市',
  ),
  1156 => 
  array (
    350182 => '长乐市',
  ),
  1157 => 
  array (
    350201 => '市辖区',
  ),
  1158 => 
  array (
    350203 => '思明区',
  ),
  1159 => 
  array (
    350205 => '海沧区',
  ),
  1160 => 
  array (
    350206 => '湖里区',
  ),
  1161 => 
  array (
    350211 => '集美区',
  ),
  1162 => 
  array (
    350212 => '同安区',
  ),
  1163 => 
  array (
    350213 => '翔安区',
  ),
  1164 => 
  array (
    350301 => '市辖区',
  ),
  1165 => 
  array (
    350302 => '城厢区',
  ),
  1166 => 
  array (
    350303 => '涵江区',
  ),
  1167 => 
  array (
    350304 => '荔城区',
  ),
  1168 => 
  array (
    350305 => '秀屿区',
  ),
  1169 => 
  array (
    350322 => '仙游县',
  ),
  1170 => 
  array (
    350401 => '市辖区',
  ),
  1171 => 
  array (
    350402 => '梅列区',
  ),
  1172 => 
  array (
    350403 => '三元区',
  ),
  1173 => 
  array (
    350421 => '明溪县',
  ),
  1174 => 
  array (
    350423 => '清流县',
  ),
  1175 => 
  array (
    350424 => '宁化县',
  ),
  1176 => 
  array (
    350425 => '大田县',
  ),
  1177 => 
  array (
    350426 => '尤溪县',
  ),
  1178 => 
  array (
    350427 => '沙　县',
  ),
  1179 => 
  array (
    350428 => '将乐县',
  ),
  1180 => 
  array (
    350429 => '泰宁县',
  ),
  1181 => 
  array (
    350430 => '建宁县',
  ),
  1182 => 
  array (
    350481 => '永安市',
  ),
  1183 => 
  array (
    350501 => '市辖区',
  ),
  1184 => 
  array (
    350502 => '鲤城区',
  ),
  1185 => 
  array (
    350503 => '丰泽区',
  ),
  1186 => 
  array (
    350504 => '洛江区',
  ),
  1187 => 
  array (
    350505 => '泉港区',
  ),
  1188 => 
  array (
    350521 => '惠安县',
  ),
  1189 => 
  array (
    350524 => '安溪县',
  ),
  1190 => 
  array (
    350525 => '永春县',
  ),
  1191 => 
  array (
    350526 => '德化县',
  ),
  1192 => 
  array (
    350527 => '金门县',
  ),
  1193 => 
  array (
    350581 => '石狮市',
  ),
  1194 => 
  array (
    350582 => '晋江市',
  ),
  1195 => 
  array (
    350583 => '南安市',
  ),
  1196 => 
  array (
    350601 => '市辖区',
  ),
  1197 => 
  array (
    350602 => '芗城区',
  ),
  1198 => 
  array (
    350603 => '龙文区',
  ),
  1199 => 
  array (
    350622 => '云霄县',
  ),
  1200 => 
  array (
    350623 => '漳浦县',
  ),
  1201 => 
  array (
    350624 => '诏安县',
  ),
  1202 => 
  array (
    350625 => '长泰县',
  ),
  1203 => 
  array (
    350626 => '东山县',
  ),
  1204 => 
  array (
    350627 => '南靖县',
  ),
  1205 => 
  array (
    350628 => '平和县',
  ),
  1206 => 
  array (
    350629 => '华安县',
  ),
  1207 => 
  array (
    350681 => '龙海市',
  ),
  1208 => 
  array (
    350701 => '市辖区',
  ),
  1209 => 
  array (
    350702 => '延平区',
  ),
  1210 => 
  array (
    350721 => '顺昌县',
  ),
  1211 => 
  array (
    350722 => '浦城县',
  ),
  1212 => 
  array (
    350723 => '光泽县',
  ),
  1213 => 
  array (
    350724 => '松溪县',
  ),
  1214 => 
  array (
    350725 => '政和县',
  ),
  1215 => 
  array (
    350781 => '邵武市',
  ),
  1216 => 
  array (
    350782 => '武夷山市',
  ),
  1217 => 
  array (
    350783 => '建瓯市',
  ),
  1218 => 
  array (
    350784 => '建阳市',
  ),
  1219 => 
  array (
    350801 => '市辖区',
  ),
  1220 => 
  array (
    350802 => '新罗区',
  ),
  1221 => 
  array (
    350821 => '长汀县',
  ),
  1222 => 
  array (
    350822 => '永定县',
  ),
  1223 => 
  array (
    350823 => '上杭县',
  ),
  1224 => 
  array (
    350824 => '武平县',
  ),
  1225 => 
  array (
    350825 => '连城县',
  ),
  1226 => 
  array (
    350881 => '漳平市',
  ),
  1227 => 
  array (
    350901 => '市辖区',
  ),
  1228 => 
  array (
    350902 => '蕉城区',
  ),
  1229 => 
  array (
    350921 => '霞浦县',
  ),
  1230 => 
  array (
    350922 => '古田县',
  ),
  1231 => 
  array (
    350923 => '屏南县',
  ),
  1232 => 
  array (
    350924 => '寿宁县',
  ),
  1233 => 
  array (
    350925 => '周宁县',
  ),
  1234 => 
  array (
    350926 => '柘荣县',
  ),
  1235 => 
  array (
    350981 => '福安市',
  ),
  1236 => 
  array (
    350982 => '福鼎市',
  ),
  1237 => 
  array (
    360101 => '市辖区',
  ),
  1238 => 
  array (
    360102 => '东湖区',
  ),
  1239 => 
  array (
    360103 => '西湖区',
  ),
  1240 => 
  array (
    360104 => '青云谱区',
  ),
  1241 => 
  array (
    360105 => '湾里区',
  ),
  1242 => 
  array (
    360111 => '青山湖区',
  ),
  1243 => 
  array (
    360121 => '南昌县',
  ),
  1244 => 
  array (
    360122 => '新建县',
  ),
  1245 => 
  array (
    360123 => '安义县',
  ),
  1246 => 
  array (
    360124 => '进贤县',
  ),
  1247 => 
  array (
    360201 => '市辖区',
  ),
  1248 => 
  array (
    360202 => '昌江区',
  ),
  1249 => 
  array (
    360203 => '珠山区',
  ),
  1250 => 
  array (
    360222 => '浮梁县',
  ),
  1251 => 
  array (
    360281 => '乐平市',
  ),
  1252 => 
  array (
    360301 => '市辖区',
  ),
  1253 => 
  array (
    360302 => '安源区',
  ),
  1254 => 
  array (
    360313 => '湘东区',
  ),
  1255 => 
  array (
    360321 => '莲花县',
  ),
  1256 => 
  array (
    360322 => '上栗县',
  ),
  1257 => 
  array (
    360323 => '芦溪县',
  ),
  1258 => 
  array (
    360401 => '市辖区',
  ),
  1259 => 
  array (
    360402 => '庐山区',
  ),
  1260 => 
  array (
    360403 => '浔阳区',
  ),
  1261 => 
  array (
    360421 => '九江县',
  ),
  1262 => 
  array (
    360423 => '武宁县',
  ),
  1263 => 
  array (
    360424 => '修水县',
  ),
  1264 => 
  array (
    360425 => '永修县',
  ),
  1265 => 
  array (
    360426 => '德安县',
  ),
  1266 => 
  array (
    360427 => '星子县',
  ),
  1267 => 
  array (
    360428 => '都昌县',
  ),
  1268 => 
  array (
    360429 => '湖口县',
  ),
  1269 => 
  array (
    360430 => '彭泽县',
  ),
  1270 => 
  array (
    360481 => '瑞昌市',
  ),
  1271 => 
  array (
    360501 => '市辖区',
  ),
  1272 => 
  array (
    360502 => '渝水区',
  ),
  1273 => 
  array (
    360521 => '分宜县',
  ),
  1274 => 
  array (
    360601 => '市辖区',
  ),
  1275 => 
  array (
    360602 => '月湖区',
  ),
  1276 => 
  array (
    360622 => '余江县',
  ),
  1277 => 
  array (
    360681 => '贵溪市',
  ),
  1278 => 
  array (
    360701 => '市辖区',
  ),
  1279 => 
  array (
    360702 => '章贡区',
  ),
  1280 => 
  array (
    360721 => '赣　县',
  ),
  1281 => 
  array (
    360722 => '信丰县',
  ),
  1282 => 
  array (
    360723 => '大余县',
  ),
  1283 => 
  array (
    360724 => '上犹县',
  ),
  1284 => 
  array (
    360725 => '崇义县',
  ),
  1285 => 
  array (
    360726 => '安远县',
  ),
  1286 => 
  array (
    360727 => '龙南县',
  ),
  1287 => 
  array (
    360728 => '定南县',
  ),
  1288 => 
  array (
    360729 => '全南县',
  ),
  1289 => 
  array (
    360730 => '宁都县',
  ),
  1290 => 
  array (
    360731 => '于都县',
  ),
  1291 => 
  array (
    360732 => '兴国县',
  ),
  1292 => 
  array (
    360733 => '会昌县',
  ),
  1293 => 
  array (
    360734 => '寻乌县',
  ),
  1294 => 
  array (
    360735 => '石城县',
  ),
  1295 => 
  array (
    360781 => '瑞金市',
  ),
  1296 => 
  array (
    360782 => '南康市',
  ),
  1297 => 
  array (
    360801 => '市辖区',
  ),
  1298 => 
  array (
    360802 => '吉州区',
  ),
  1299 => 
  array (
    360803 => '青原区',
  ),
  1300 => 
  array (
    360821 => '吉安县',
  ),
  1301 => 
  array (
    360822 => '吉水县',
  ),
  1302 => 
  array (
    360823 => '峡江县',
  ),
  1303 => 
  array (
    360824 => '新干县',
  ),
  1304 => 
  array (
    360825 => '永丰县',
  ),
  1305 => 
  array (
    360826 => '泰和县',
  ),
  1306 => 
  array (
    360827 => '遂川县',
  ),
  1307 => 
  array (
    360828 => '万安县',
  ),
  1308 => 
  array (
    360829 => '安福县',
  ),
  1309 => 
  array (
    360830 => '永新县',
  ),
  1310 => 
  array (
    360881 => '井冈山市',
  ),
  1311 => 
  array (
    360901 => '市辖区',
  ),
  1312 => 
  array (
    360902 => '袁州区',
  ),
  1313 => 
  array (
    360921 => '奉新县',
  ),
  1314 => 
  array (
    360922 => '万载县',
  ),
  1315 => 
  array (
    360923 => '上高县',
  ),
  1316 => 
  array (
    360924 => '宜丰县',
  ),
  1317 => 
  array (
    360925 => '靖安县',
  ),
  1318 => 
  array (
    360926 => '铜鼓县',
  ),
  1319 => 
  array (
    360981 => '丰城市',
  ),
  1320 => 
  array (
    360982 => '樟树市',
  ),
  1321 => 
  array (
    360983 => '高安市',
  ),
  1322 => 
  array (
    361001 => '市辖区',
  ),
  1323 => 
  array (
    361002 => '临川区',
  ),
  1324 => 
  array (
    361021 => '南城县',
  ),
  1325 => 
  array (
    361022 => '黎川县',
  ),
  1326 => 
  array (
    361023 => '南丰县',
  ),
  1327 => 
  array (
    361024 => '崇仁县',
  ),
  1328 => 
  array (
    361025 => '乐安县',
  ),
  1329 => 
  array (
    361026 => '宜黄县',
  ),
  1330 => 
  array (
    361027 => '金溪县',
  ),
  1331 => 
  array (
    361028 => '资溪县',
  ),
  1332 => 
  array (
    361029 => '东乡县',
  ),
  1333 => 
  array (
    361030 => '广昌县',
  ),
  1334 => 
  array (
    361101 => '市辖区',
  ),
  1335 => 
  array (
    361102 => '信州区',
  ),
  1336 => 
  array (
    361121 => '上饶县',
  ),
  1337 => 
  array (
    361122 => '广丰县',
  ),
  1338 => 
  array (
    361123 => '玉山县',
  ),
  1339 => 
  array (
    361124 => '铅山县',
  ),
  1340 => 
  array (
    361125 => '横峰县',
  ),
  1341 => 
  array (
    361126 => '弋阳县',
  ),
  1342 => 
  array (
    361127 => '余干县',
  ),
  1343 => 
  array (
    361128 => '鄱阳县',
  ),
  1344 => 
  array (
    361129 => '万年县',
  ),
  1345 => 
  array (
    361130 => '婺源县',
  ),
  1346 => 
  array (
    361181 => '德兴市',
  ),
  1347 => 
  array (
    370101 => '市辖区',
  ),
  1348 => 
  array (
    370102 => '历下区',
  ),
  1349 => 
  array (
    370103 => '市中区',
  ),
  1350 => 
  array (
    370104 => '槐荫区',
  ),
  1351 => 
  array (
    370105 => '天桥区',
  ),
  1352 => 
  array (
    370112 => '历城区',
  ),
  1353 => 
  array (
    370113 => '长清区',
  ),
  1354 => 
  array (
    370124 => '平阴县',
  ),
  1355 => 
  array (
    370125 => '济阳县',
  ),
  1356 => 
  array (
    370126 => '商河县',
  ),
  1357 => 
  array (
    370181 => '章丘市',
  ),
  1358 => 
  array (
    370201 => '市辖区',
  ),
  1359 => 
  array (
    370202 => '市南区',
  ),
  1360 => 
  array (
    370203 => '市北区',
  ),
  1361 => 
  array (
    370205 => '四方区',
  ),
  1362 => 
  array (
    370211 => '黄岛区',
  ),
  1363 => 
  array (
    370212 => '崂山区',
  ),
  1364 => 
  array (
    370213 => '李沧区',
  ),
  1365 => 
  array (
    370214 => '城阳区',
  ),
  1366 => 
  array (
    370281 => '胶州市',
  ),
  1367 => 
  array (
    370282 => '即墨市',
  ),
  1368 => 
  array (
    370283 => '平度市',
  ),
  1369 => 
  array (
    370284 => '胶南市',
  ),
  1370 => 
  array (
    370285 => '莱西市',
  ),
  1371 => 
  array (
    370301 => '市辖区',
  ),
  1372 => 
  array (
    370302 => '淄川区',
  ),
  1373 => 
  array (
    370303 => '张店区',
  ),
  1374 => 
  array (
    370304 => '博山区',
  ),
  1375 => 
  array (
    370305 => '临淄区',
  ),
  1376 => 
  array (
    370306 => '周村区',
  ),
  1377 => 
  array (
    370321 => '桓台县',
  ),
  1378 => 
  array (
    370322 => '高青县',
  ),
  1379 => 
  array (
    370323 => '沂源县',
  ),
  1380 => 
  array (
    370401 => '市辖区',
  ),
  1381 => 
  array (
    370402 => '市中区',
  ),
  1382 => 
  array (
    370403 => '薛城区',
  ),
  1383 => 
  array (
    370404 => '峄城区',
  ),
  1384 => 
  array (
    370405 => '台儿庄区',
  ),
  1385 => 
  array (
    370406 => '山亭区',
  ),
  1386 => 
  array (
    370481 => '滕州市',
  ),
  1387 => 
  array (
    370501 => '市辖区',
  ),
  1388 => 
  array (
    370502 => '东营区',
  ),
  1389 => 
  array (
    370503 => '河口区',
  ),
  1390 => 
  array (
    370521 => '垦利县',
  ),
  1391 => 
  array (
    370522 => '利津县',
  ),
  1392 => 
  array (
    370523 => '广饶县',
  ),
  1393 => 
  array (
    370601 => '市辖区',
  ),
  1394 => 
  array (
    370602 => '芝罘区',
  ),
  1395 => 
  array (
    370611 => '福山区',
  ),
  1396 => 
  array (
    370612 => '牟平区',
  ),
  1397 => 
  array (
    370613 => '莱山区',
  ),
  1398 => 
  array (
    370634 => '长岛县',
  ),
  1399 => 
  array (
    370681 => '龙口市',
  ),
  1400 => 
  array (
    370682 => '莱阳市',
  ),
  1401 => 
  array (
    370683 => '莱州市',
  ),
  1402 => 
  array (
    370684 => '蓬莱市',
  ),
  1403 => 
  array (
    370685 => '招远市',
  ),
  1404 => 
  array (
    370686 => '栖霞市',
  ),
  1405 => 
  array (
    370687 => '海阳市',
  ),
  1406 => 
  array (
    370701 => '市辖区',
  ),
  1407 => 
  array (
    370702 => '潍城区',
  ),
  1408 => 
  array (
    370703 => '寒亭区',
  ),
  1409 => 
  array (
    370704 => '坊子区',
  ),
  1410 => 
  array (
    370705 => '奎文区',
  ),
  1411 => 
  array (
    370724 => '临朐县',
  ),
  1412 => 
  array (
    370725 => '昌乐县',
  ),
  1413 => 
  array (
    370781 => '青州市',
  ),
  1414 => 
  array (
    370782 => '诸城市',
  ),
  1415 => 
  array (
    370783 => '寿光市',
  ),
  1416 => 
  array (
    370784 => '安丘市',
  ),
  1417 => 
  array (
    370785 => '高密市',
  ),
  1418 => 
  array (
    370786 => '昌邑市',
  ),
  1419 => 
  array (
    370801 => '市辖区',
  ),
  1420 => 
  array (
    370802 => '市中区',
  ),
  1421 => 
  array (
    370811 => '任城区',
  ),
  1422 => 
  array (
    370826 => '微山县',
  ),
  1423 => 
  array (
    370827 => '鱼台县',
  ),
  1424 => 
  array (
    370828 => '金乡县',
  ),
  1425 => 
  array (
    370829 => '嘉祥县',
  ),
  1426 => 
  array (
    370830 => '汶上县',
  ),
  1427 => 
  array (
    370831 => '泗水县',
  ),
  1428 => 
  array (
    370832 => '梁山县',
  ),
  1429 => 
  array (
    370881 => '曲阜市',
  ),
  1430 => 
  array (
    370882 => '兖州市',
  ),
  1431 => 
  array (
    370883 => '邹城市',
  ),
  1432 => 
  array (
    370901 => '市辖区',
  ),
  1433 => 
  array (
    370902 => '泰山区',
  ),
  1434 => 
  array (
    370903 => '岱岳区',
  ),
  1435 => 
  array (
    370921 => '宁阳县',
  ),
  1436 => 
  array (
    370923 => '东平县',
  ),
  1437 => 
  array (
    370982 => '新泰市',
  ),
  1438 => 
  array (
    370983 => '肥城市',
  ),
  1439 => 
  array (
    371001 => '市辖区',
  ),
  1440 => 
  array (
    371002 => '环翠区',
  ),
  1441 => 
  array (
    371081 => '文登市',
  ),
  1442 => 
  array (
    371082 => '荣成市',
  ),
  1443 => 
  array (
    371083 => '乳山市',
  ),
  1444 => 
  array (
    371101 => '市辖区',
  ),
  1445 => 
  array (
    371102 => '东港区',
  ),
  1446 => 
  array (
    371103 => '岚山区',
  ),
  1447 => 
  array (
    371121 => '五莲县',
  ),
  1448 => 
  array (
    371122 => '莒　县',
  ),
  1449 => 
  array (
    371201 => '市辖区',
  ),
  1450 => 
  array (
    371202 => '莱城区',
  ),
  1451 => 
  array (
    371203 => '钢城区',
  ),
  1452 => 
  array (
    371301 => '市辖区',
  ),
  1453 => 
  array (
    371302 => '兰山区',
  ),
  1454 => 
  array (
    371311 => '罗庄区',
  ),
  1455 => 
  array (
    371312 => '河东区',
  ),
  1456 => 
  array (
    371321 => '沂南县',
  ),
  1457 => 
  array (
    371322 => '郯城县',
  ),
  1458 => 
  array (
    371323 => '沂水县',
  ),
  1459 => 
  array (
    371324 => '苍山县',
  ),
  1460 => 
  array (
    371325 => '费　县',
  ),
  1461 => 
  array (
    371326 => '平邑县',
  ),
  1462 => 
  array (
    371327 => '莒南县',
  ),
  1463 => 
  array (
    371328 => '蒙阴县',
  ),
  1464 => 
  array (
    371329 => '临沭县',
  ),
  1465 => 
  array (
    371401 => '市辖区',
  ),
  1466 => 
  array (
    371402 => '德城区',
  ),
  1467 => 
  array (
    371421 => '陵　县',
  ),
  1468 => 
  array (
    371422 => '宁津县',
  ),
  1469 => 
  array (
    371423 => '庆云县',
  ),
  1470 => 
  array (
    371424 => '临邑县',
  ),
  1471 => 
  array (
    371425 => '齐河县',
  ),
  1472 => 
  array (
    371426 => '平原县',
  ),
  1473 => 
  array (
    371427 => '夏津县',
  ),
  1474 => 
  array (
    371428 => '武城县',
  ),
  1475 => 
  array (
    371481 => '乐陵市',
  ),
  1476 => 
  array (
    371482 => '禹城市',
  ),
  1477 => 
  array (
    371501 => '市辖区',
  ),
  1478 => 
  array (
    371502 => '东昌府区',
  ),
  1479 => 
  array (
    371521 => '阳谷县',
  ),
  1480 => 
  array (
    371522 => '莘　县',
  ),
  1481 => 
  array (
    371523 => '茌平县',
  ),
  1482 => 
  array (
    371524 => '东阿县',
  ),
  1483 => 
  array (
    371525 => '冠　县',
  ),
  1484 => 
  array (
    371526 => '高唐县',
  ),
  1485 => 
  array (
    371581 => '临清市',
  ),
  1486 => 
  array (
    371601 => '市辖区',
  ),
  1487 => 
  array (
    371602 => '滨城区',
  ),
  1488 => 
  array (
    371621 => '惠民县',
  ),
  1489 => 
  array (
    371622 => '阳信县',
  ),
  1490 => 
  array (
    371623 => '无棣县',
  ),
  1491 => 
  array (
    371624 => '沾化县',
  ),
  1492 => 
  array (
    371625 => '博兴县',
  ),
  1493 => 
  array (
    371626 => '邹平县',
  ),
  1494 => 
  array (
    371701 => '市辖区',
  ),
  1495 => 
  array (
    371702 => '牡丹区',
  ),
  1496 => 
  array (
    371721 => '曹　县',
  ),
  1497 => 
  array (
    371722 => '单　县',
  ),
  1498 => 
  array (
    371723 => '成武县',
  ),
  1499 => 
  array (
    371724 => '巨野县',
  ),
  1500 => 
  array (
    371725 => '郓城县',
  ),
  1501 => 
  array (
    371726 => '鄄城县',
  ),
  1502 => 
  array (
    371727 => '定陶县',
  ),
  1503 => 
  array (
    371728 => '东明县',
  ),
  1504 => 
  array (
    410101 => '市辖区',
  ),
  1505 => 
  array (
    410102 => '中原区',
  ),
  1506 => 
  array (
    410103 => '二七区',
  ),
  1507 => 
  array (
    410104 => '管城回族区',
  ),
  1508 => 
  array (
    410105 => '金水区',
  ),
  1509 => 
  array (
    410106 => '上街区',
  ),
  1510 => 
  array (
    410108 => '邙山区',
  ),
  1511 => 
  array (
    410122 => '中牟县',
  ),
  1512 => 
  array (
    410181 => '巩义市',
  ),
  1513 => 
  array (
    410182 => '荥阳市',
  ),
  1514 => 
  array (
    410183 => '新密市',
  ),
  1515 => 
  array (
    410184 => '新郑市',
  ),
  1516 => 
  array (
    410185 => '登封市',
  ),
  1517 => 
  array (
    410201 => '市辖区',
  ),
  1518 => 
  array (
    410202 => '龙亭区',
  ),
  1519 => 
  array (
    410203 => '顺河回族区',
  ),
  1520 => 
  array (
    410204 => '鼓楼区',
  ),
  1521 => 
  array (
    410205 => '南关区',
  ),
  1522 => 
  array (
    410211 => '郊　区',
  ),
  1523 => 
  array (
    410221 => '杞　县',
  ),
  1524 => 
  array (
    410222 => '通许县',
  ),
  1525 => 
  array (
    410223 => '尉氏县',
  ),
  1526 => 
  array (
    410224 => '开封县',
  ),
  1527 => 
  array (
    410225 => '兰考县',
  ),
  1528 => 
  array (
    410301 => '市辖区',
  ),
  1529 => 
  array (
    410302 => '老城区',
  ),
  1530 => 
  array (
    410303 => '西工区',
  ),
  1531 => 
  array (
    410304 => '廛河回族区',
  ),
  1532 => 
  array (
    410305 => '涧西区',
  ),
  1533 => 
  array (
    410306 => '吉利区',
  ),
  1534 => 
  array (
    410307 => '洛龙区',
  ),
  1535 => 
  array (
    410322 => '孟津县',
  ),
  1536 => 
  array (
    410323 => '新安县',
  ),
  1537 => 
  array (
    410324 => '栾川县',
  ),
  1538 => 
  array (
    410325 => '嵩　县',
  ),
  1539 => 
  array (
    410326 => '汝阳县',
  ),
  1540 => 
  array (
    410327 => '宜阳县',
  ),
  1541 => 
  array (
    410328 => '洛宁县',
  ),
  1542 => 
  array (
    410329 => '伊川县',
  ),
  1543 => 
  array (
    410381 => '偃师市',
  ),
  1544 => 
  array (
    410401 => '市辖区',
  ),
  1545 => 
  array (
    410402 => '新华区',
  ),
  1546 => 
  array (
    410403 => '卫东区',
  ),
  1547 => 
  array (
    410404 => '石龙区',
  ),
  1548 => 
  array (
    410411 => '湛河区',
  ),
  1549 => 
  array (
    410421 => '宝丰县',
  ),
  1550 => 
  array (
    410422 => '叶　县',
  ),
  1551 => 
  array (
    410423 => '鲁山县',
  ),
  1552 => 
  array (
    410425 => '郏　县',
  ),
  1553 => 
  array (
    410481 => '舞钢市',
  ),
  1554 => 
  array (
    410482 => '汝州市',
  ),
  1555 => 
  array (
    410501 => '市辖区',
  ),
  1556 => 
  array (
    410502 => '文峰区',
  ),
  1557 => 
  array (
    410503 => '北关区',
  ),
  1558 => 
  array (
    410505 => '殷都区',
  ),
  1559 => 
  array (
    410506 => '龙安区',
  ),
  1560 => 
  array (
    410522 => '安阳县',
  ),
  1561 => 
  array (
    410523 => '汤阴县',
  ),
  1562 => 
  array (
    410526 => '滑　县',
  ),
  1563 => 
  array (
    410527 => '内黄县',
  ),
  1564 => 
  array (
    410581 => '林州市',
  ),
  1565 => 
  array (
    410601 => '市辖区',
  ),
  1566 => 
  array (
    410602 => '鹤山区',
  ),
  1567 => 
  array (
    410603 => '山城区',
  ),
  1568 => 
  array (
    410611 => '淇滨区',
  ),
  1569 => 
  array (
    410621 => '浚　县',
  ),
  1570 => 
  array (
    410622 => '淇　县',
  ),
  1571 => 
  array (
    410701 => '市辖区',
  ),
  1572 => 
  array (
    410702 => '红旗区',
  ),
  1573 => 
  array (
    410703 => '卫滨区',
  ),
  1574 => 
  array (
    410704 => '凤泉区',
  ),
  1575 => 
  array (
    410711 => '牧野区',
  ),
  1576 => 
  array (
    410721 => '新乡县',
  ),
  1577 => 
  array (
    410724 => '获嘉县',
  ),
  1578 => 
  array (
    410725 => '原阳县',
  ),
  1579 => 
  array (
    410726 => '延津县',
  ),
  1580 => 
  array (
    410727 => '封丘县',
  ),
  1581 => 
  array (
    410728 => '长垣县',
  ),
  1582 => 
  array (
    410781 => '卫辉市',
  ),
  1583 => 
  array (
    410782 => '辉县市',
  ),
  1584 => 
  array (
    410801 => '市辖区',
  ),
  1585 => 
  array (
    410802 => '解放区',
  ),
  1586 => 
  array (
    410803 => '中站区',
  ),
  1587 => 
  array (
    410804 => '马村区',
  ),
  1588 => 
  array (
    410811 => '山阳区',
  ),
  1589 => 
  array (
    410821 => '修武县',
  ),
  1590 => 
  array (
    410822 => '博爱县',
  ),
  1591 => 
  array (
    410823 => '武陟县',
  ),
  1592 => 
  array (
    410825 => '温　县',
  ),
  1593 => 
  array (
    410881 => '济源市',
  ),
  1594 => 
  array (
    410882 => '沁阳市',
  ),
  1595 => 
  array (
    410883 => '孟州市',
  ),
  1596 => 
  array (
    410901 => '市辖区',
  ),
  1597 => 
  array (
    410902 => '华龙区',
  ),
  1598 => 
  array (
    410922 => '清丰县',
  ),
  1599 => 
  array (
    410923 => '南乐县',
  ),
  1600 => 
  array (
    410926 => '范　县',
  ),
  1601 => 
  array (
    410927 => '台前县',
  ),
  1602 => 
  array (
    410928 => '濮阳县',
  ),
  1603 => 
  array (
    411001 => '市辖区',
  ),
  1604 => 
  array (
    411002 => '魏都区',
  ),
  1605 => 
  array (
    411023 => '许昌县',
  ),
  1606 => 
  array (
    411024 => '鄢陵县',
  ),
  1607 => 
  array (
    411025 => '襄城县',
  ),
  1608 => 
  array (
    411081 => '禹州市',
  ),
  1609 => 
  array (
    411082 => '长葛市',
  ),
  1610 => 
  array (
    411101 => '市辖区',
  ),
  1611 => 
  array (
    411102 => '源汇区',
  ),
  1612 => 
  array (
    411103 => '郾城区',
  ),
  1613 => 
  array (
    411104 => '召陵区',
  ),
  1614 => 
  array (
    411121 => '舞阳县',
  ),
  1615 => 
  array (
    411122 => '临颍县',
  ),
  1616 => 
  array (
    411201 => '市辖区',
  ),
  1617 => 
  array (
    411202 => '湖滨区',
  ),
  1618 => 
  array (
    411221 => '渑池县',
  ),
  1619 => 
  array (
    411222 => '陕　县',
  ),
  1620 => 
  array (
    411224 => '卢氏县',
  ),
  1621 => 
  array (
    411281 => '义马市',
  ),
  1622 => 
  array (
    411282 => '灵宝市',
  ),
  1623 => 
  array (
    411301 => '市辖区',
  ),
  1624 => 
  array (
    411302 => '宛城区',
  ),
  1625 => 
  array (
    411303 => '卧龙区',
  ),
  1626 => 
  array (
    411321 => '南召县',
  ),
  1627 => 
  array (
    411322 => '方城县',
  ),
  1628 => 
  array (
    411323 => '西峡县',
  ),
  1629 => 
  array (
    411324 => '镇平县',
  ),
  1630 => 
  array (
    411325 => '内乡县',
  ),
  1631 => 
  array (
    411326 => '淅川县',
  ),
  1632 => 
  array (
    411327 => '社旗县',
  ),
  1633 => 
  array (
    411328 => '唐河县',
  ),
  1634 => 
  array (
    411329 => '新野县',
  ),
  1635 => 
  array (
    411330 => '桐柏县',
  ),
  1636 => 
  array (
    411381 => '邓州市',
  ),
  1637 => 
  array (
    411401 => '市辖区',
  ),
  1638 => 
  array (
    411402 => '梁园区',
  ),
  1639 => 
  array (
    411403 => '睢阳区',
  ),
  1640 => 
  array (
    411421 => '民权县',
  ),
  1641 => 
  array (
    411422 => '睢　县',
  ),
  1642 => 
  array (
    411423 => '宁陵县',
  ),
  1643 => 
  array (
    411424 => '柘城县',
  ),
  1644 => 
  array (
    411425 => '虞城县',
  ),
  1645 => 
  array (
    411426 => '夏邑县',
  ),
  1646 => 
  array (
    411481 => '永城市',
  ),
  1647 => 
  array (
    411501 => '市辖区',
  ),
  1648 => 
  array (
    411502 => '师河区',
  ),
  1649 => 
  array (
    411503 => '平桥区',
  ),
  1650 => 
  array (
    411521 => '罗山县',
  ),
  1651 => 
  array (
    411522 => '光山县',
  ),
  1652 => 
  array (
    411523 => '新　县',
  ),
  1653 => 
  array (
    411524 => '商城县',
  ),
  1654 => 
  array (
    411525 => '固始县',
  ),
  1655 => 
  array (
    411526 => '潢川县',
  ),
  1656 => 
  array (
    411527 => '淮滨县',
  ),
  1657 => 
  array (
    411528 => '息　县',
  ),
  1658 => 
  array (
    411601 => '市辖区',
  ),
  1659 => 
  array (
    411602 => '川汇区',
  ),
  1660 => 
  array (
    411621 => '扶沟县',
  ),
  1661 => 
  array (
    411622 => '西华县',
  ),
  1662 => 
  array (
    411623 => '商水县',
  ),
  1663 => 
  array (
    411624 => '沈丘县',
  ),
  1664 => 
  array (
    411625 => '郸城县',
  ),
  1665 => 
  array (
    411626 => '淮阳县',
  ),
  1666 => 
  array (
    411627 => '太康县',
  ),
  1667 => 
  array (
    411628 => '鹿邑县',
  ),
  1668 => 
  array (
    411681 => '项城市',
  ),
  1669 => 
  array (
    411701 => '市辖区',
  ),
  1670 => 
  array (
    411702 => '驿城区',
  ),
  1671 => 
  array (
    411721 => '西平县',
  ),
  1672 => 
  array (
    411722 => '上蔡县',
  ),
  1673 => 
  array (
    411723 => '平舆县',
  ),
  1674 => 
  array (
    411724 => '正阳县',
  ),
  1675 => 
  array (
    411725 => '确山县',
  ),
  1676 => 
  array (
    411726 => '泌阳县',
  ),
  1677 => 
  array (
    411727 => '汝南县',
  ),
  1678 => 
  array (
    411728 => '遂平县',
  ),
  1679 => 
  array (
    411729 => '新蔡县',
  ),
  1680 => 
  array (
    420101 => '市辖区',
  ),
  1681 => 
  array (
    420102 => '江岸区',
  ),
  1682 => 
  array (
    420103 => '江汉区',
  ),
  1683 => 
  array (
    420104 => '乔口区',
  ),
  1684 => 
  array (
    420105 => '汉阳区',
  ),
  1685 => 
  array (
    420106 => '武昌区',
  ),
  1686 => 
  array (
    420107 => '青山区',
  ),
  1687 => 
  array (
    420111 => '洪山区',
  ),
  1688 => 
  array (
    420112 => '东西湖区',
  ),
  1689 => 
  array (
    420113 => '汉南区',
  ),
  1690 => 
  array (
    420114 => '蔡甸区',
  ),
  1691 => 
  array (
    420115 => '江夏区',
  ),
  1692 => 
  array (
    420116 => '黄陂区',
  ),
  1693 => 
  array (
    420117 => '新洲区',
  ),
  1694 => 
  array (
    420201 => '市辖区',
  ),
  1695 => 
  array (
    420202 => '黄石港区',
  ),
  1696 => 
  array (
    420203 => '西塞山区',
  ),
  1697 => 
  array (
    420204 => '下陆区',
  ),
  1698 => 
  array (
    420205 => '铁山区',
  ),
  1699 => 
  array (
    420222 => '阳新县',
  ),
  1700 => 
  array (
    420281 => '大冶市',
  ),
  1701 => 
  array (
    420301 => '市辖区',
  ),
  1702 => 
  array (
    420302 => '茅箭区',
  ),
  1703 => 
  array (
    420303 => '张湾区',
  ),
  1704 => 
  array (
    420321 => '郧　县',
  ),
  1705 => 
  array (
    420322 => '郧西县',
  ),
  1706 => 
  array (
    420323 => '竹山县',
  ),
  1707 => 
  array (
    420324 => '竹溪县',
  ),
  1708 => 
  array (
    420325 => '房　县',
  ),
  1709 => 
  array (
    420381 => '丹江口市',
  ),
  1710 => 
  array (
    420501 => '市辖区',
  ),
  1711 => 
  array (
    420502 => '西陵区',
  ),
  1712 => 
  array (
    420503 => '伍家岗区',
  ),
  1713 => 
  array (
    420504 => '点军区',
  ),
  1714 => 
  array (
    420505 => '猇亭区',
  ),
  1715 => 
  array (
    420506 => '夷陵区',
  ),
  1716 => 
  array (
    420525 => '远安县',
  ),
  1717 => 
  array (
    420526 => '兴山县',
  ),
  1718 => 
  array (
    420527 => '秭归县',
  ),
  1719 => 
  array (
    420528 => '长阳土家族自治县',
  ),
  1720 => 
  array (
    420529 => '五峰土家族自治县',
  ),
  1721 => 
  array (
    420581 => '宜都市',
  ),
  1722 => 
  array (
    420582 => '当阳市',
  ),
  1723 => 
  array (
    420583 => '枝江市',
  ),
  1724 => 
  array (
    420601 => '市辖区',
  ),
  1725 => 
  array (
    420602 => '襄城区',
  ),
  1726 => 
  array (
    420606 => '樊城区',
  ),
  1727 => 
  array (
    420607 => '襄阳区',
  ),
  1728 => 
  array (
    420624 => '南漳县',
  ),
  1729 => 
  array (
    420625 => '谷城县',
  ),
  1730 => 
  array (
    420626 => '保康县',
  ),
  1731 => 
  array (
    420682 => '老河口市',
  ),
  1732 => 
  array (
    420683 => '枣阳市',
  ),
  1733 => 
  array (
    420684 => '宜城市',
  ),
  1734 => 
  array (
    420701 => '市辖区',
  ),
  1735 => 
  array (
    420702 => '梁子湖区',
  ),
  1736 => 
  array (
    420703 => '华容区',
  ),
  1737 => 
  array (
    420704 => '鄂城区',
  ),
  1738 => 
  array (
    420801 => '市辖区',
  ),
  1739 => 
  array (
    420802 => '东宝区',
  ),
  1740 => 
  array (
    420804 => '掇刀区',
  ),
  1741 => 
  array (
    420821 => '京山县',
  ),
  1742 => 
  array (
    420822 => '沙洋县',
  ),
  1743 => 
  array (
    420881 => '钟祥市',
  ),
  1744 => 
  array (
    420901 => '市辖区',
  ),
  1745 => 
  array (
    420902 => '孝南区',
  ),
  1746 => 
  array (
    420921 => '孝昌县',
  ),
  1747 => 
  array (
    420922 => '大悟县',
  ),
  1748 => 
  array (
    420923 => '云梦县',
  ),
  1749 => 
  array (
    420981 => '应城市',
  ),
  1750 => 
  array (
    420982 => '安陆市',
  ),
  1751 => 
  array (
    420984 => '汉川市',
  ),
  1752 => 
  array (
    421001 => '市辖区',
  ),
  1753 => 
  array (
    421002 => '沙市区',
  ),
  1754 => 
  array (
    421003 => '荆州区',
  ),
  1755 => 
  array (
    421022 => '公安县',
  ),
  1756 => 
  array (
    421023 => '监利县',
  ),
  1757 => 
  array (
    421024 => '江陵县',
  ),
  1758 => 
  array (
    421081 => '石首市',
  ),
  1759 => 
  array (
    421083 => '洪湖市',
  ),
  1760 => 
  array (
    421087 => '松滋市',
  ),
  1761 => 
  array (
    421101 => '市辖区',
  ),
  1762 => 
  array (
    421102 => '黄州区',
  ),
  1763 => 
  array (
    421121 => '团风县',
  ),
  1764 => 
  array (
    421122 => '红安县',
  ),
  1765 => 
  array (
    421123 => '罗田县',
  ),
  1766 => 
  array (
    421124 => '英山县',
  ),
  1767 => 
  array (
    421125 => '浠水县',
  ),
  1768 => 
  array (
    421126 => '蕲春县',
  ),
  1769 => 
  array (
    421127 => '黄梅县',
  ),
  1770 => 
  array (
    421181 => '麻城市',
  ),
  1771 => 
  array (
    421182 => '武穴市',
  ),
  1772 => 
  array (
    421201 => '市辖区',
  ),
  1773 => 
  array (
    421202 => '咸安区',
  ),
  1774 => 
  array (
    421221 => '嘉鱼县',
  ),
  1775 => 
  array (
    421222 => '通城县',
  ),
  1776 => 
  array (
    421223 => '崇阳县',
  ),
  1777 => 
  array (
    421224 => '通山县',
  ),
  1778 => 
  array (
    421281 => '赤壁市',
  ),
  1779 => 
  array (
    421301 => '市辖区',
  ),
  1780 => 
  array (
    421302 => '曾都区',
  ),
  1781 => 
  array (
    421381 => '广水市',
  ),
  1782 => 
  array (
    422801 => '恩施市',
  ),
  1783 => 
  array (
    422802 => '利川市',
  ),
  1784 => 
  array (
    422822 => '建始县',
  ),
  1785 => 
  array (
    422823 => '巴东县',
  ),
  1786 => 
  array (
    422825 => '宣恩县',
  ),
  1787 => 
  array (
    422826 => '咸丰县',
  ),
  1788 => 
  array (
    422827 => '来凤县',
  ),
  1789 => 
  array (
    422828 => '鹤峰县',
  ),
  1790 => 
  array (
    429004 => '仙桃市',
  ),
  1791 => 
  array (
    429005 => '潜江市',
  ),
  1792 => 
  array (
    429006 => '天门市',
  ),
  1793 => 
  array (
    429021 => '神农架林区',
  ),
  1794 => 
  array (
    430101 => '市辖区',
  ),
  1795 => 
  array (
    430102 => '芙蓉区',
  ),
  1796 => 
  array (
    430103 => '天心区',
  ),
  1797 => 
  array (
    430104 => '岳麓区',
  ),
  1798 => 
  array (
    430105 => '开福区',
  ),
  1799 => 
  array (
    430111 => '雨花区',
  ),
  1800 => 
  array (
    430121 => '长沙县',
  ),
  1801 => 
  array (
    430122 => '望城县',
  ),
  1802 => 
  array (
    430124 => '宁乡县',
  ),
  1803 => 
  array (
    430181 => '浏阳市',
  ),
  1804 => 
  array (
    430201 => '市辖区',
  ),
  1805 => 
  array (
    430202 => '荷塘区',
  ),
  1806 => 
  array (
    430203 => '芦淞区',
  ),
  1807 => 
  array (
    430204 => '石峰区',
  ),
  1808 => 
  array (
    430211 => '天元区',
  ),
  1809 => 
  array (
    430221 => '株洲县',
  ),
  1810 => 
  array (
    430223 => '攸　县',
  ),
  1811 => 
  array (
    430224 => '茶陵县',
  ),
  1812 => 
  array (
    430225 => '炎陵县',
  ),
  1813 => 
  array (
    430281 => '醴陵市',
  ),
  1814 => 
  array (
    430301 => '市辖区',
  ),
  1815 => 
  array (
    430302 => '雨湖区',
  ),
  1816 => 
  array (
    430304 => '岳塘区',
  ),
  1817 => 
  array (
    430321 => '湘潭县',
  ),
  1818 => 
  array (
    430381 => '湘乡市',
  ),
  1819 => 
  array (
    430382 => '韶山市',
  ),
  1820 => 
  array (
    430401 => '市辖区',
  ),
  1821 => 
  array (
    430405 => '珠晖区',
  ),
  1822 => 
  array (
    430406 => '雁峰区',
  ),
  1823 => 
  array (
    430407 => '石鼓区',
  ),
  1824 => 
  array (
    430408 => '蒸湘区',
  ),
  1825 => 
  array (
    430412 => '南岳区',
  ),
  1826 => 
  array (
    430421 => '衡阳县',
  ),
  1827 => 
  array (
    430422 => '衡南县',
  ),
  1828 => 
  array (
    430423 => '衡山县',
  ),
  1829 => 
  array (
    430424 => '衡东县',
  ),
  1830 => 
  array (
    430426 => '祁东县',
  ),
  1831 => 
  array (
    430481 => '耒阳市',
  ),
  1832 => 
  array (
    430482 => '常宁市',
  ),
  1833 => 
  array (
    430501 => '市辖区',
  ),
  1834 => 
  array (
    430502 => '双清区',
  ),
  1835 => 
  array (
    430503 => '大祥区',
  ),
  1836 => 
  array (
    430511 => '北塔区',
  ),
  1837 => 
  array (
    430521 => '邵东县',
  ),
  1838 => 
  array (
    430522 => '新邵县',
  ),
  1839 => 
  array (
    430523 => '邵阳县',
  ),
  1840 => 
  array (
    430524 => '隆回县',
  ),
  1841 => 
  array (
    430525 => '洞口县',
  ),
  1842 => 
  array (
    430527 => '绥宁县',
  ),
  1843 => 
  array (
    430528 => '新宁县',
  ),
  1844 => 
  array (
    430529 => '城步苗族自治县',
  ),
  1845 => 
  array (
    430581 => '武冈市',
  ),
  1846 => 
  array (
    430601 => '市辖区',
  ),
  1847 => 
  array (
    430602 => '岳阳楼区',
  ),
  1848 => 
  array (
    430603 => '云溪区',
  ),
  1849 => 
  array (
    430611 => '君山区',
  ),
  1850 => 
  array (
    430621 => '岳阳县',
  ),
  1851 => 
  array (
    430623 => '华容县',
  ),
  1852 => 
  array (
    430624 => '湘阴县',
  ),
  1853 => 
  array (
    430626 => '平江县',
  ),
  1854 => 
  array (
    430681 => '汨罗市',
  ),
  1855 => 
  array (
    430682 => '临湘市',
  ),
  1856 => 
  array (
    430701 => '市辖区',
  ),
  1857 => 
  array (
    430702 => '武陵区',
  ),
  1858 => 
  array (
    430703 => '鼎城区',
  ),
  1859 => 
  array (
    430721 => '安乡县',
  ),
  1860 => 
  array (
    430722 => '汉寿县',
  ),
  1861 => 
  array (
    430723 => '澧　县',
  ),
  1862 => 
  array (
    430724 => '临澧县',
  ),
  1863 => 
  array (
    430725 => '桃源县',
  ),
  1864 => 
  array (
    430726 => '石门县',
  ),
  1865 => 
  array (
    430781 => '津市市',
  ),
  1866 => 
  array (
    430801 => '市辖区',
  ),
  1867 => 
  array (
    430802 => '永定区',
  ),
  1868 => 
  array (
    430811 => '武陵源区',
  ),
  1869 => 
  array (
    430821 => '慈利县',
  ),
  1870 => 
  array (
    430822 => '桑植县',
  ),
  1871 => 
  array (
    430901 => '市辖区',
  ),
  1872 => 
  array (
    430902 => '资阳区',
  ),
  1873 => 
  array (
    430903 => '赫山区',
  ),
  1874 => 
  array (
    430921 => '南　县',
  ),
  1875 => 
  array (
    430922 => '桃江县',
  ),
  1876 => 
  array (
    430923 => '安化县',
  ),
  1877 => 
  array (
    430981 => '沅江市',
  ),
  1878 => 
  array (
    431001 => '市辖区',
  ),
  1879 => 
  array (
    431002 => '北湖区',
  ),
  1880 => 
  array (
    431003 => '苏仙区',
  ),
  1881 => 
  array (
    431021 => '桂阳县',
  ),
  1882 => 
  array (
    431022 => '宜章县',
  ),
  1883 => 
  array (
    431023 => '永兴县',
  ),
  1884 => 
  array (
    431024 => '嘉禾县',
  ),
  1885 => 
  array (
    431025 => '临武县',
  ),
  1886 => 
  array (
    431026 => '汝城县',
  ),
  1887 => 
  array (
    431027 => '桂东县',
  ),
  1888 => 
  array (
    431028 => '安仁县',
  ),
  1889 => 
  array (
    431081 => '资兴市',
  ),
  1890 => 
  array (
    431101 => '市辖区',
  ),
  1891 => 
  array (
    431102 => '芝山区',
  ),
  1892 => 
  array (
    431103 => '冷水滩区',
  ),
  1893 => 
  array (
    431121 => '祁阳县',
  ),
  1894 => 
  array (
    431122 => '东安县',
  ),
  1895 => 
  array (
    431123 => '双牌县',
  ),
  1896 => 
  array (
    431124 => '道　县',
  ),
  1897 => 
  array (
    431125 => '江永县',
  ),
  1898 => 
  array (
    431126 => '宁远县',
  ),
  1899 => 
  array (
    431127 => '蓝山县',
  ),
  1900 => 
  array (
    431128 => '新田县',
  ),
  1901 => 
  array (
    431129 => '江华瑶族自治县',
  ),
  1902 => 
  array (
    431201 => '市辖区',
  ),
  1903 => 
  array (
    431202 => '鹤城区',
  ),
  1904 => 
  array (
    431221 => '中方县',
  ),
  1905 => 
  array (
    431222 => '沅陵县',
  ),
  1906 => 
  array (
    431223 => '辰溪县',
  ),
  1907 => 
  array (
    431224 => '溆浦县',
  ),
  1908 => 
  array (
    431225 => '会同县',
  ),
  1909 => 
  array (
    431226 => '麻阳苗族自治县',
  ),
  1910 => 
  array (
    431227 => '新晃侗族自治县',
  ),
  1911 => 
  array (
    431228 => '芷江侗族自治县',
  ),
  1912 => 
  array (
    431229 => '靖州苗族侗族自治县',
  ),
  1913 => 
  array (
    431230 => '通道侗族自治县',
  ),
  1914 => 
  array (
    431281 => '洪江市',
  ),
  1915 => 
  array (
    431301 => '市辖区',
  ),
  1916 => 
  array (
    431302 => '娄星区',
  ),
  1917 => 
  array (
    431321 => '双峰县',
  ),
  1918 => 
  array (
    431322 => '新化县',
  ),
  1919 => 
  array (
    431381 => '冷水江市',
  ),
  1920 => 
  array (
    431382 => '涟源市',
  ),
  1921 => 
  array (
    433101 => '吉首市',
  ),
  1922 => 
  array (
    433122 => '泸溪县',
  ),
  1923 => 
  array (
    433123 => '凤凰县',
  ),
  1924 => 
  array (
    433124 => '花垣县',
  ),
  1925 => 
  array (
    433125 => '保靖县',
  ),
  1926 => 
  array (
    433126 => '古丈县',
  ),
  1927 => 
  array (
    433127 => '永顺县',
  ),
  1928 => 
  array (
    433130 => '龙山县',
  ),
  1929 => 
  array (
    440101 => '市辖区',
  ),
  1930 => 
  array (
    440102 => '东山区',
  ),
  1931 => 
  array (
    440103 => '荔湾区',
  ),
  1932 => 
  array (
    440104 => '越秀区',
  ),
  1933 => 
  array (
    440105 => '海珠区',
  ),
  1934 => 
  array (
    440106 => '天河区',
  ),
  1935 => 
  array (
    440107 => '芳村区',
  ),
  1936 => 
  array (
    440111 => '白云区',
  ),
  1937 => 
  array (
    440112 => '黄埔区',
  ),
  1938 => 
  array (
    440113 => '番禺区',
  ),
  1939 => 
  array (
    440114 => '花都区',
  ),
  1940 => 
  array (
    440183 => '增城市',
  ),
  1941 => 
  array (
    440184 => '从化市',
  ),
  1942 => 
  array (
    440201 => '市辖区',
  ),
  1943 => 
  array (
    440203 => '武江区',
  ),
  1944 => 
  array (
    440204 => '浈江区',
  ),
  1945 => 
  array (
    440205 => '曲江区',
  ),
  1946 => 
  array (
    440222 => '始兴县',
  ),
  1947 => 
  array (
    440224 => '仁化县',
  ),
  1948 => 
  array (
    440229 => '翁源县',
  ),
  1949 => 
  array (
    440232 => '乳源瑶族自治县',
  ),
  1950 => 
  array (
    440233 => '新丰县',
  ),
  1951 => 
  array (
    440281 => '乐昌市',
  ),
  1952 => 
  array (
    440282 => '南雄市',
  ),
  1953 => 
  array (
    440301 => '市辖区',
  ),
  1954 => 
  array (
    440303 => '罗湖区',
  ),
  1955 => 
  array (
    440304 => '福田区',
  ),
  1956 => 
  array (
    440305 => '南山区',
  ),
  1957 => 
  array (
    440306 => '宝安区',
  ),
  1958 => 
  array (
    440307 => '龙岗区',
  ),
  1959 => 
  array (
    440308 => '盐田区',
  ),
  1960 => 
  array (
    440401 => '市辖区',
  ),
  1961 => 
  array (
    440402 => '香洲区',
  ),
  1962 => 
  array (
    440403 => '斗门区',
  ),
  1963 => 
  array (
    440404 => '金湾区',
  ),
  1964 => 
  array (
    440501 => '市辖区',
  ),
  1965 => 
  array (
    440507 => '龙湖区',
  ),
  1966 => 
  array (
    440511 => '金平区',
  ),
  1967 => 
  array (
    440512 => '濠江区',
  ),
  1968 => 
  array (
    440513 => '潮阳区',
  ),
  1969 => 
  array (
    440514 => '潮南区',
  ),
  1970 => 
  array (
    440515 => '澄海区',
  ),
  1971 => 
  array (
    440523 => '南澳县',
  ),
  1972 => 
  array (
    440601 => '市辖区',
  ),
  1973 => 
  array (
    440604 => '禅城区',
  ),
  1974 => 
  array (
    440605 => '南海区',
  ),
  1975 => 
  array (
    440606 => '顺德区',
  ),
  1976 => 
  array (
    440607 => '三水区',
  ),
  1977 => 
  array (
    440608 => '高明区',
  ),
  1978 => 
  array (
    440701 => '市辖区',
  ),
  1979 => 
  array (
    440703 => '蓬江区',
  ),
  1980 => 
  array (
    440704 => '江海区',
  ),
  1981 => 
  array (
    440705 => '新会区',
  ),
  1982 => 
  array (
    440781 => '台山市',
  ),
  1983 => 
  array (
    440783 => '开平市',
  ),
  1984 => 
  array (
    440784 => '鹤山市',
  ),
  1985 => 
  array (
    440785 => '恩平市',
  ),
  1986 => 
  array (
    440801 => '市辖区',
  ),
  1987 => 
  array (
    440802 => '赤坎区',
  ),
  1988 => 
  array (
    440803 => '霞山区',
  ),
  1989 => 
  array (
    440804 => '坡头区',
  ),
  1990 => 
  array (
    440811 => '麻章区',
  ),
  1991 => 
  array (
    440823 => '遂溪县',
  ),
  1992 => 
  array (
    440825 => '徐闻县',
  ),
  1993 => 
  array (
    440881 => '廉江市',
  ),
  1994 => 
  array (
    440882 => '雷州市',
  ),
  1995 => 
  array (
    440883 => '吴川市',
  ),
  1996 => 
  array (
    440901 => '市辖区',
  ),
  1997 => 
  array (
    440902 => '茂南区',
  ),
  1998 => 
  array (
    440903 => '茂港区',
  ),
  1999 => 
  array (
    440923 => '电白县',
  ),
  2000 => 
  array (
    440981 => '高州市',
  ),
  2001 => 
  array (
    440982 => '化州市',
  ),
  2002 => 
  array (
    440983 => '信宜市',
  ),
  2003 => 
  array (
    441201 => '市辖区',
  ),
  2004 => 
  array (
    441202 => '端州区',
  ),
  2005 => 
  array (
    441203 => '鼎湖区',
  ),
  2006 => 
  array (
    441223 => '广宁县',
  ),
  2007 => 
  array (
    441224 => '怀集县',
  ),
  2008 => 
  array (
    441225 => '封开县',
  ),
  2009 => 
  array (
    441226 => '德庆县',
  ),
  2010 => 
  array (
    441283 => '高要市',
  ),
  2011 => 
  array (
    441284 => '四会市',
  ),
  2012 => 
  array (
    441301 => '市辖区',
  ),
  2013 => 
  array (
    441302 => '惠城区',
  ),
  2014 => 
  array (
    441303 => '惠阳区',
  ),
  2015 => 
  array (
    441322 => '博罗县',
  ),
  2016 => 
  array (
    441323 => '惠东县',
  ),
  2017 => 
  array (
    441324 => '龙门县',
  ),
  2018 => 
  array (
    441401 => '市辖区',
  ),
  2019 => 
  array (
    441402 => '梅江区',
  ),
  2020 => 
  array (
    441421 => '梅　县',
  ),
  2021 => 
  array (
    441422 => '大埔县',
  ),
  2022 => 
  array (
    441423 => '丰顺县',
  ),
  2023 => 
  array (
    441424 => '五华县',
  ),
  2024 => 
  array (
    441426 => '平远县',
  ),
  2025 => 
  array (
    441427 => '蕉岭县',
  ),
  2026 => 
  array (
    441481 => '兴宁市',
  ),
  2027 => 
  array (
    441501 => '市辖区',
  ),
  2028 => 
  array (
    441502 => '城　区',
  ),
  2029 => 
  array (
    441521 => '海丰县',
  ),
  2030 => 
  array (
    441523 => '陆河县',
  ),
  2031 => 
  array (
    441581 => '陆丰市',
  ),
  2032 => 
  array (
    441601 => '市辖区',
  ),
  2033 => 
  array (
    441602 => '源城区',
  ),
  2034 => 
  array (
    441621 => '紫金县',
  ),
  2035 => 
  array (
    441622 => '龙川县',
  ),
  2036 => 
  array (
    441623 => '连平县',
  ),
  2037 => 
  array (
    441624 => '和平县',
  ),
  2038 => 
  array (
    441625 => '东源县',
  ),
  2039 => 
  array (
    441701 => '市辖区',
  ),
  2040 => 
  array (
    441702 => '江城区',
  ),
  2041 => 
  array (
    441721 => '阳西县',
  ),
  2042 => 
  array (
    441723 => '阳东县',
  ),
  2043 => 
  array (
    441781 => '阳春市',
  ),
  2044 => 
  array (
    441801 => '市辖区',
  ),
  2045 => 
  array (
    441802 => '清城区',
  ),
  2046 => 
  array (
    441821 => '佛冈县',
  ),
  2047 => 
  array (
    441823 => '阳山县',
  ),
  2048 => 
  array (
    441825 => '连山壮族瑶族自治县',
  ),
  2049 => 
  array (
    441826 => '连南瑶族自治县',
  ),
  2050 => 
  array (
    441827 => '清新县',
  ),
  2051 => 
  array (
    441881 => '英德市',
  ),
  2052 => 
  array (
    441882 => '连州市',
  ),
  2053 => 
  array (
    445101 => '市辖区',
  ),
  2054 => 
  array (
    445102 => '湘桥区',
  ),
  2055 => 
  array (
    445121 => '潮安县',
  ),
  2056 => 
  array (
    445122 => '饶平县',
  ),
  2057 => 
  array (
    445201 => '市辖区',
  ),
  2058 => 
  array (
    445202 => '榕城区',
  ),
  2059 => 
  array (
    445221 => '揭东县',
  ),
  2060 => 
  array (
    445222 => '揭西县',
  ),
  2061 => 
  array (
    445224 => '惠来县',
  ),
  2062 => 
  array (
    445281 => '普宁市',
  ),
  2063 => 
  array (
    445301 => '市辖区',
  ),
  2064 => 
  array (
    445302 => '云城区',
  ),
  2065 => 
  array (
    445321 => '新兴县',
  ),
  2066 => 
  array (
    445322 => '郁南县',
  ),
  2067 => 
  array (
    445323 => '云安县',
  ),
  2068 => 
  array (
    445381 => '罗定市',
  ),
  2069 => 
  array (
    450101 => '市辖区',
  ),
  2070 => 
  array (
    450102 => '兴宁区',
  ),
  2071 => 
  array (
    450103 => '青秀区',
  ),
  2072 => 
  array (
    450105 => '江南区',
  ),
  2073 => 
  array (
    450107 => '西乡塘区',
  ),
  2074 => 
  array (
    450108 => '良庆区',
  ),
  2075 => 
  array (
    450109 => '邕宁区',
  ),
  2076 => 
  array (
    450122 => '武鸣县',
  ),
  2077 => 
  array (
    450123 => '隆安县',
  ),
  2078 => 
  array (
    450124 => '马山县',
  ),
  2079 => 
  array (
    450125 => '上林县',
  ),
  2080 => 
  array (
    450126 => '宾阳县',
  ),
  2081 => 
  array (
    450127 => '横　县',
  ),
  2082 => 
  array (
    450201 => '市辖区',
  ),
  2083 => 
  array (
    450202 => '城中区',
  ),
  2084 => 
  array (
    450203 => '鱼峰区',
  ),
  2085 => 
  array (
    450204 => '柳南区',
  ),
  2086 => 
  array (
    450205 => '柳北区',
  ),
  2087 => 
  array (
    450221 => '柳江县',
  ),
  2088 => 
  array (
    450222 => '柳城县',
  ),
  2089 => 
  array (
    450223 => '鹿寨县',
  ),
  2090 => 
  array (
    450224 => '融安县',
  ),
  2091 => 
  array (
    450225 => '融水苗族自治县',
  ),
  2092 => 
  array (
    450226 => '三江侗族自治县',
  ),
  2093 => 
  array (
    450301 => '市辖区',
  ),
  2094 => 
  array (
    450302 => '秀峰区',
  ),
  2095 => 
  array (
    450303 => '叠彩区',
  ),
  2096 => 
  array (
    450304 => '象山区',
  ),
  2097 => 
  array (
    450305 => '七星区',
  ),
  2098 => 
  array (
    450311 => '雁山区',
  ),
  2099 => 
  array (
    450321 => '阳朔县',
  ),
  2100 => 
  array (
    450322 => '临桂县',
  ),
  2101 => 
  array (
    450323 => '灵川县',
  ),
  2102 => 
  array (
    450324 => '全州县',
  ),
  2103 => 
  array (
    450325 => '兴安县',
  ),
  2104 => 
  array (
    450326 => '永福县',
  ),
  2105 => 
  array (
    450327 => '灌阳县',
  ),
  2106 => 
  array (
    450328 => '龙胜各族自治县',
  ),
  2107 => 
  array (
    450329 => '资源县',
  ),
  2108 => 
  array (
    450330 => '平乐县',
  ),
  2109 => 
  array (
    450331 => '荔蒲县',
  ),
  2110 => 
  array (
    450332 => '恭城瑶族自治县',
  ),
  2111 => 
  array (
    450401 => '市辖区',
  ),
  2112 => 
  array (
    450403 => '万秀区',
  ),
  2113 => 
  array (
    450404 => '蝶山区',
  ),
  2114 => 
  array (
    450405 => '长洲区',
  ),
  2115 => 
  array (
    450421 => '苍梧县',
  ),
  2116 => 
  array (
    450422 => '藤　县',
  ),
  2117 => 
  array (
    450423 => '蒙山县',
  ),
  2118 => 
  array (
    450481 => '岑溪市',
  ),
  2119 => 
  array (
    450501 => '市辖区',
  ),
  2120 => 
  array (
    450502 => '海城区',
  ),
  2121 => 
  array (
    450503 => '银海区',
  ),
  2122 => 
  array (
    450512 => '铁山港区',
  ),
  2123 => 
  array (
    450521 => '合浦县',
  ),
  2124 => 
  array (
    450601 => '市辖区',
  ),
  2125 => 
  array (
    450602 => '港口区',
  ),
  2126 => 
  array (
    450603 => '防城区',
  ),
  2127 => 
  array (
    450621 => '上思县',
  ),
  2128 => 
  array (
    450681 => '东兴市',
  ),
  2129 => 
  array (
    450701 => '市辖区',
  ),
  2130 => 
  array (
    450702 => '钦南区',
  ),
  2131 => 
  array (
    450703 => '钦北区',
  ),
  2132 => 
  array (
    450721 => '灵山县',
  ),
  2133 => 
  array (
    450722 => '浦北县',
  ),
  2134 => 
  array (
    450801 => '市辖区',
  ),
  2135 => 
  array (
    450802 => '港北区',
  ),
  2136 => 
  array (
    450803 => '港南区',
  ),
  2137 => 
  array (
    450804 => '覃塘区',
  ),
  2138 => 
  array (
    450821 => '平南县',
  ),
  2139 => 
  array (
    450881 => '桂平市',
  ),
  2140 => 
  array (
    450901 => '市辖区',
  ),
  2141 => 
  array (
    450902 => '玉州区',
  ),
  2142 => 
  array (
    450921 => '容　县',
  ),
  2143 => 
  array (
    450922 => '陆川县',
  ),
  2144 => 
  array (
    450923 => '博白县',
  ),
  2145 => 
  array (
    450924 => '兴业县',
  ),
  2146 => 
  array (
    450981 => '北流市',
  ),
  2147 => 
  array (
    451001 => '市辖区',
  ),
  2148 => 
  array (
    451002 => '右江区',
  ),
  2149 => 
  array (
    451021 => '田阳县',
  ),
  2150 => 
  array (
    451022 => '田东县',
  ),
  2151 => 
  array (
    451023 => '平果县',
  ),
  2152 => 
  array (
    451024 => '德保县',
  ),
  2153 => 
  array (
    451025 => '靖西县',
  ),
  2154 => 
  array (
    451026 => '那坡县',
  ),
  2155 => 
  array (
    451027 => '凌云县',
  ),
  2156 => 
  array (
    451028 => '乐业县',
  ),
  2157 => 
  array (
    451029 => '田林县',
  ),
  2158 => 
  array (
    451030 => '西林县',
  ),
  2159 => 
  array (
    451031 => '隆林各族自治县',
  ),
  2160 => 
  array (
    451101 => '市辖区',
  ),
  2161 => 
  array (
    451102 => '八步区',
  ),
  2162 => 
  array (
    451121 => '昭平县',
  ),
  2163 => 
  array (
    451122 => '钟山县',
  ),
  2164 => 
  array (
    451123 => '富川瑶族自治县',
  ),
  2165 => 
  array (
    451201 => '市辖区',
  ),
  2166 => 
  array (
    451202 => '金城江区',
  ),
  2167 => 
  array (
    451221 => '南丹县',
  ),
  2168 => 
  array (
    451222 => '天峨县',
  ),
  2169 => 
  array (
    451223 => '凤山县',
  ),
  2170 => 
  array (
    451224 => '东兰县',
  ),
  2171 => 
  array (
    451225 => '罗城仫佬族自治县',
  ),
  2172 => 
  array (
    451226 => '环江毛南族自治县',
  ),
  2173 => 
  array (
    451227 => '巴马瑶族自治县',
  ),
  2174 => 
  array (
    451228 => '都安瑶族自治县',
  ),
  2175 => 
  array (
    451229 => '大化瑶族自治县',
  ),
  2176 => 
  array (
    451281 => '宜州市',
  ),
  2177 => 
  array (
    451301 => '市辖区',
  ),
  2178 => 
  array (
    451302 => '兴宾区',
  ),
  2179 => 
  array (
    451321 => '忻城县',
  ),
  2180 => 
  array (
    451322 => '象州县',
  ),
  2181 => 
  array (
    451323 => '武宣县',
  ),
  2182 => 
  array (
    451324 => '金秀瑶族自治县',
  ),
  2183 => 
  array (
    451381 => '合山市',
  ),
  2184 => 
  array (
    451401 => '市辖区',
  ),
  2185 => 
  array (
    451402 => '江洲区',
  ),
  2186 => 
  array (
    451421 => '扶绥县',
  ),
  2187 => 
  array (
    451422 => '宁明县',
  ),
  2188 => 
  array (
    451423 => '龙州县',
  ),
  2189 => 
  array (
    451424 => '大新县',
  ),
  2190 => 
  array (
    451425 => '天等县',
  ),
  2191 => 
  array (
    451481 => '凭祥市',
  ),
  2192 => 
  array (
    460101 => '市辖区',
  ),
  2193 => 
  array (
    460105 => '秀英区',
  ),
  2194 => 
  array (
    460106 => '龙华区',
  ),
  2195 => 
  array (
    460107 => '琼山区',
  ),
  2196 => 
  array (
    460108 => '美兰区',
  ),
  2197 => 
  array (
    460201 => '市辖区',
  ),
  2198 => 
  array (
    469001 => '五指山市',
  ),
  2199 => 
  array (
    469002 => '琼海市',
  ),
  2200 => 
  array (
    469003 => '儋州市',
  ),
  2201 => 
  array (
    469005 => '文昌市',
  ),
  2202 => 
  array (
    469006 => '万宁市',
  ),
  2203 => 
  array (
    469007 => '东方市',
  ),
  2204 => 
  array (
    469025 => '定安县',
  ),
  2205 => 
  array (
    469026 => '屯昌县',
  ),
  2206 => 
  array (
    469027 => '澄迈县',
  ),
  2207 => 
  array (
    469028 => '临高县',
  ),
  2208 => 
  array (
    469030 => '白沙黎族自治县',
  ),
  2209 => 
  array (
    469031 => '昌江黎族自治县',
  ),
  2210 => 
  array (
    469033 => '乐东黎族自治县',
  ),
  2211 => 
  array (
    469034 => '陵水黎族自治县',
  ),
  2212 => 
  array (
    469035 => '保亭黎族苗族自治县',
  ),
  2213 => 
  array (
    469036 => '琼中黎族苗族自治县',
  ),
  2214 => 
  array (
    469037 => '西沙群岛',
  ),
  2215 => 
  array (
    469038 => '南沙群岛',
  ),
  2216 => 
  array (
    469039 => '中沙群岛的岛礁及其海域',
  ),
  2217 => 
  array (
    500101 => '万州区',
  ),
  2218 => 
  array (
    500102 => '涪陵区',
  ),
  2219 => 
  array (
    500103 => '渝中区',
  ),
  2220 => 
  array (
    500104 => '大渡口区',
  ),
  2221 => 
  array (
    500105 => '江北区',
  ),
  2222 => 
  array (
    500106 => '沙坪坝区',
  ),
  2223 => 
  array (
    500107 => '九龙坡区',
  ),
  2224 => 
  array (
    500108 => '南岸区',
  ),
  2225 => 
  array (
    500109 => '北碚区',
  ),
  2226 => 
  array (
    500110 => '万盛区',
  ),
  2227 => 
  array (
    500111 => '双桥区',
  ),
  2228 => 
  array (
    500112 => '渝北区',
  ),
  2229 => 
  array (
    500113 => '巴南区',
  ),
  2230 => 
  array (
    500114 => '黔江区',
  ),
  2231 => 
  array (
    500115 => '长寿区',
  ),
  2232 => 
  array (
    500222 => '綦江县',
  ),
  2233 => 
  array (
    500223 => '潼南县',
  ),
  2234 => 
  array (
    500224 => '铜梁县',
  ),
  2235 => 
  array (
    500225 => '大足县',
  ),
  2236 => 
  array (
    500226 => '荣昌县',
  ),
  2237 => 
  array (
    500227 => '璧山县',
  ),
  2238 => 
  array (
    500228 => '梁平县',
  ),
  2239 => 
  array (
    500229 => '城口县',
  ),
  2240 => 
  array (
    500230 => '丰都县',
  ),
  2241 => 
  array (
    500231 => '垫江县',
  ),
  2242 => 
  array (
    500232 => '武隆县',
  ),
  2243 => 
  array (
    500233 => '忠　县',
  ),
  2244 => 
  array (
    500234 => '开　县',
  ),
  2245 => 
  array (
    500235 => '云阳县',
  ),
  2246 => 
  array (
    500236 => '奉节县',
  ),
  2247 => 
  array (
    500237 => '巫山县',
  ),
  2248 => 
  array (
    500238 => '巫溪县',
  ),
  2249 => 
  array (
    500240 => '石柱土家族自治县',
  ),
  2250 => 
  array (
    500241 => '秀山土家族苗族自治县',
  ),
  2251 => 
  array (
    500242 => '酉阳土家族苗族自治县',
  ),
  2252 => 
  array (
    500243 => '彭水苗族土家族自治县',
  ),
  2253 => 
  array (
    500381 => '江津市',
  ),
  2254 => 
  array (
    500382 => '合川市',
  ),
  2255 => 
  array (
    500383 => '永川市',
  ),
  2256 => 
  array (
    500384 => '南川市',
  ),
  2257 => 
  array (
    510101 => '市辖区',
  ),
  2258 => 
  array (
    510104 => '锦江区',
  ),
  2259 => 
  array (
    510105 => '青羊区',
  ),
  2260 => 
  array (
    510106 => '金牛区',
  ),
  2261 => 
  array (
    510107 => '武侯区',
  ),
  2262 => 
  array (
    510108 => '成华区',
  ),
  2263 => 
  array (
    510112 => '龙泉驿区',
  ),
  2264 => 
  array (
    510113 => '青白江区',
  ),
  2265 => 
  array (
    510114 => '新都区',
  ),
  2266 => 
  array (
    510115 => '温江区',
  ),
  2267 => 
  array (
    510121 => '金堂县',
  ),
  2268 => 
  array (
    510122 => '双流县',
  ),
  2269 => 
  array (
    510124 => '郫　县',
  ),
  2270 => 
  array (
    510129 => '大邑县',
  ),
  2271 => 
  array (
    510131 => '蒲江县',
  ),
  2272 => 
  array (
    510132 => '新津县',
  ),
  2273 => 
  array (
    510181 => '都江堰市',
  ),
  2274 => 
  array (
    510182 => '彭州市',
  ),
  2275 => 
  array (
    510183 => '邛崃市',
  ),
  2276 => 
  array (
    510184 => '崇州市',
  ),
  2277 => 
  array (
    510301 => '市辖区',
  ),
  2278 => 
  array (
    510302 => '自流井区',
  ),
  2279 => 
  array (
    510303 => '贡井区',
  ),
  2280 => 
  array (
    510304 => '大安区',
  ),
  2281 => 
  array (
    510311 => '沿滩区',
  ),
  2282 => 
  array (
    510321 => '荣　县',
  ),
  2283 => 
  array (
    510322 => '富顺县',
  ),
  2284 => 
  array (
    510401 => '市辖区',
  ),
  2285 => 
  array (
    510402 => '东　区',
  ),
  2286 => 
  array (
    510403 => '西　区',
  ),
  2287 => 
  array (
    510411 => '仁和区',
  ),
  2288 => 
  array (
    510421 => '米易县',
  ),
  2289 => 
  array (
    510422 => '盐边县',
  ),
  2290 => 
  array (
    510501 => '市辖区',
  ),
  2291 => 
  array (
    510502 => '江阳区',
  ),
  2292 => 
  array (
    510503 => '纳溪区',
  ),
  2293 => 
  array (
    510504 => '龙马潭区',
  ),
  2294 => 
  array (
    510521 => '泸　县',
  ),
  2295 => 
  array (
    510522 => '合江县',
  ),
  2296 => 
  array (
    510524 => '叙永县',
  ),
  2297 => 
  array (
    510525 => '古蔺县',
  ),
  2298 => 
  array (
    510601 => '市辖区',
  ),
  2299 => 
  array (
    510603 => '旌阳区',
  ),
  2300 => 
  array (
    510623 => '中江县',
  ),
  2301 => 
  array (
    510626 => '罗江县',
  ),
  2302 => 
  array (
    510681 => '广汉市',
  ),
  2303 => 
  array (
    510682 => '什邡市',
  ),
  2304 => 
  array (
    510683 => '绵竹市',
  ),
  2305 => 
  array (
    510701 => '市辖区',
  ),
  2306 => 
  array (
    510703 => '涪城区',
  ),
  2307 => 
  array (
    510704 => '游仙区',
  ),
  2308 => 
  array (
    510722 => '三台县',
  ),
  2309 => 
  array (
    510723 => '盐亭县',
  ),
  2310 => 
  array (
    510724 => '安　县',
  ),
  2311 => 
  array (
    510725 => '梓潼县',
  ),
  2312 => 
  array (
    510726 => '北川羌族自治县',
  ),
  2313 => 
  array (
    510727 => '平武县',
  ),
  2314 => 
  array (
    510781 => '江油市',
  ),
  2315 => 
  array (
    510801 => '市辖区',
  ),
  2316 => 
  array (
    510802 => '市中区',
  ),
  2317 => 
  array (
    510811 => '元坝区',
  ),
  2318 => 
  array (
    510812 => '朝天区',
  ),
  2319 => 
  array (
    510821 => '旺苍县',
  ),
  2320 => 
  array (
    510822 => '青川县',
  ),
  2321 => 
  array (
    510823 => '剑阁县',
  ),
  2322 => 
  array (
    510824 => '苍溪县',
  ),
  2323 => 
  array (
    510901 => '市辖区',
  ),
  2324 => 
  array (
    510903 => '船山区',
  ),
  2325 => 
  array (
    510904 => '安居区',
  ),
  2326 => 
  array (
    510921 => '蓬溪县',
  ),
  2327 => 
  array (
    510922 => '射洪县',
  ),
  2328 => 
  array (
    510923 => '大英县',
  ),
  2329 => 
  array (
    511001 => '市辖区',
  ),
  2330 => 
  array (
    511002 => '市中区',
  ),
  2331 => 
  array (
    511011 => '东兴区',
  ),
  2332 => 
  array (
    511024 => '威远县',
  ),
  2333 => 
  array (
    511025 => '资中县',
  ),
  2334 => 
  array (
    511028 => '隆昌县',
  ),
  2335 => 
  array (
    511101 => '市辖区',
  ),
  2336 => 
  array (
    511102 => '市中区',
  ),
  2337 => 
  array (
    511111 => '沙湾区',
  ),
  2338 => 
  array (
    511112 => '五通桥区',
  ),
  2339 => 
  array (
    511113 => '金口河区',
  ),
  2340 => 
  array (
    511123 => '犍为县',
  ),
  2341 => 
  array (
    511124 => '井研县',
  ),
  2342 => 
  array (
    511126 => '夹江县',
  ),
  2343 => 
  array (
    511129 => '沐川县',
  ),
  2344 => 
  array (
    511132 => '峨边彝族自治县',
  ),
  2345 => 
  array (
    511133 => '马边彝族自治县',
  ),
  2346 => 
  array (
    511181 => '峨眉山市',
  ),
  2347 => 
  array (
    511301 => '市辖区',
  ),
  2348 => 
  array (
    511302 => '顺庆区',
  ),
  2349 => 
  array (
    511303 => '高坪区',
  ),
  2350 => 
  array (
    511304 => '嘉陵区',
  ),
  2351 => 
  array (
    511321 => '南部县',
  ),
  2352 => 
  array (
    511322 => '营山县',
  ),
  2353 => 
  array (
    511323 => '蓬安县',
  ),
  2354 => 
  array (
    511324 => '仪陇县',
  ),
  2355 => 
  array (
    511325 => '西充县',
  ),
  2356 => 
  array (
    511381 => '阆中市',
  ),
  2357 => 
  array (
    511401 => '市辖区',
  ),
  2358 => 
  array (
    511402 => '东坡区',
  ),
  2359 => 
  array (
    511421 => '仁寿县',
  ),
  2360 => 
  array (
    511422 => '彭山县',
  ),
  2361 => 
  array (
    511423 => '洪雅县',
  ),
  2362 => 
  array (
    511424 => '丹棱县',
  ),
  2363 => 
  array (
    511425 => '青神县',
  ),
  2364 => 
  array (
    511501 => '市辖区',
  ),
  2365 => 
  array (
    511502 => '翠屏区',
  ),
  2366 => 
  array (
    511521 => '宜宾县',
  ),
  2367 => 
  array (
    511522 => '南溪县',
  ),
  2368 => 
  array (
    511523 => '江安县',
  ),
  2369 => 
  array (
    511524 => '长宁县',
  ),
  2370 => 
  array (
    511525 => '高　县',
  ),
  2371 => 
  array (
    511526 => '珙　县',
  ),
  2372 => 
  array (
    511527 => '筠连县',
  ),
  2373 => 
  array (
    511528 => '兴文县',
  ),
  2374 => 
  array (
    511529 => '屏山县',
  ),
  2375 => 
  array (
    511601 => '市辖区',
  ),
  2376 => 
  array (
    511602 => '广安区',
  ),
  2377 => 
  array (
    511621 => '岳池县',
  ),
  2378 => 
  array (
    511622 => '武胜县',
  ),
  2379 => 
  array (
    511623 => '邻水县',
  ),
  2380 => 
  array (
    511681 => '华莹市',
  ),
  2381 => 
  array (
    511701 => '市辖区',
  ),
  2382 => 
  array (
    511702 => '通川区',
  ),
  2383 => 
  array (
    511721 => '达　县',
  ),
  2384 => 
  array (
    511722 => '宣汉县',
  ),
  2385 => 
  array (
    511723 => '开江县',
  ),
  2386 => 
  array (
    511724 => '大竹县',
  ),
  2387 => 
  array (
    511725 => '渠　县',
  ),
  2388 => 
  array (
    511781 => '万源市',
  ),
  2389 => 
  array (
    511801 => '市辖区',
  ),
  2390 => 
  array (
    511802 => '雨城区',
  ),
  2391 => 
  array (
    511821 => '名山县',
  ),
  2392 => 
  array (
    511822 => '荥经县',
  ),
  2393 => 
  array (
    511823 => '汉源县',
  ),
  2394 => 
  array (
    511824 => '石棉县',
  ),
  2395 => 
  array (
    511825 => '天全县',
  ),
  2396 => 
  array (
    511826 => '芦山县',
  ),
  2397 => 
  array (
    511827 => '宝兴县',
  ),
  2398 => 
  array (
    511901 => '市辖区',
  ),
  2399 => 
  array (
    511902 => '巴州区',
  ),
  2400 => 
  array (
    511921 => '通江县',
  ),
  2401 => 
  array (
    511922 => '南江县',
  ),
  2402 => 
  array (
    511923 => '平昌县',
  ),
  2403 => 
  array (
    512001 => '市辖区',
  ),
  2404 => 
  array (
    512002 => '雁江区',
  ),
  2405 => 
  array (
    512021 => '安岳县',
  ),
  2406 => 
  array (
    512022 => '乐至县',
  ),
  2407 => 
  array (
    512081 => '简阳市',
  ),
  2408 => 
  array (
    513221 => '汶川县',
  ),
  2409 => 
  array (
    513222 => '理　县',
  ),
  2410 => 
  array (
    513223 => '茂　县',
  ),
  2411 => 
  array (
    513224 => '松潘县',
  ),
  2412 => 
  array (
    513225 => '九寨沟县',
  ),
  2413 => 
  array (
    513226 => '金川县',
  ),
  2414 => 
  array (
    513227 => '小金县',
  ),
  2415 => 
  array (
    513228 => '黑水县',
  ),
  2416 => 
  array (
    513229 => '马尔康县',
  ),
  2417 => 
  array (
    513230 => '壤塘县',
  ),
  2418 => 
  array (
    513231 => '阿坝县',
  ),
  2419 => 
  array (
    513232 => '若尔盖县',
  ),
  2420 => 
  array (
    513233 => '红原县',
  ),
  2421 => 
  array (
    513321 => '康定县',
  ),
  2422 => 
  array (
    513322 => '泸定县',
  ),
  2423 => 
  array (
    513323 => '丹巴县',
  ),
  2424 => 
  array (
    513324 => '九龙县',
  ),
  2425 => 
  array (
    513325 => '雅江县',
  ),
  2426 => 
  array (
    513326 => '道孚县',
  ),
  2427 => 
  array (
    513327 => '炉霍县',
  ),
  2428 => 
  array (
    513328 => '甘孜县',
  ),
  2429 => 
  array (
    513329 => '新龙县',
  ),
  2430 => 
  array (
    513330 => '德格县',
  ),
  2431 => 
  array (
    513331 => '白玉县',
  ),
  2432 => 
  array (
    513332 => '石渠县',
  ),
  2433 => 
  array (
    513333 => '色达县',
  ),
  2434 => 
  array (
    513334 => '理塘县',
  ),
  2435 => 
  array (
    513335 => '巴塘县',
  ),
  2436 => 
  array (
    513336 => '乡城县',
  ),
  2437 => 
  array (
    513337 => '稻城县',
  ),
  2438 => 
  array (
    513338 => '得荣县',
  ),
  2439 => 
  array (
    513401 => '西昌市',
  ),
  2440 => 
  array (
    513422 => '木里藏族自治县',
  ),
  2441 => 
  array (
    513423 => '盐源县',
  ),
  2442 => 
  array (
    513424 => '德昌县',
  ),
  2443 => 
  array (
    513425 => '会理县',
  ),
  2444 => 
  array (
    513426 => '会东县',
  ),
  2445 => 
  array (
    513427 => '宁南县',
  ),
  2446 => 
  array (
    513428 => '普格县',
  ),
  2447 => 
  array (
    513429 => '布拖县',
  ),
  2448 => 
  array (
    513430 => '金阳县',
  ),
  2449 => 
  array (
    513431 => '昭觉县',
  ),
  2450 => 
  array (
    513432 => '喜德县',
  ),
  2451 => 
  array (
    513433 => '冕宁县',
  ),
  2452 => 
  array (
    513434 => '越西县',
  ),
  2453 => 
  array (
    513435 => '甘洛县',
  ),
  2454 => 
  array (
    513436 => '美姑县',
  ),
  2455 => 
  array (
    513437 => '雷波县',
  ),
  2456 => 
  array (
    520101 => '市辖区',
  ),
  2457 => 
  array (
    520102 => '南明区',
  ),
  2458 => 
  array (
    520103 => '云岩区',
  ),
  2459 => 
  array (
    520111 => '花溪区',
  ),
  2460 => 
  array (
    520112 => '乌当区',
  ),
  2461 => 
  array (
    520113 => '白云区',
  ),
  2462 => 
  array (
    520114 => '小河区',
  ),
  2463 => 
  array (
    520121 => '开阳县',
  ),
  2464 => 
  array (
    520122 => '息烽县',
  ),
  2465 => 
  array (
    520123 => '修文县',
  ),
  2466 => 
  array (
    520181 => '清镇市',
  ),
  2467 => 
  array (
    520201 => '钟山区',
  ),
  2468 => 
  array (
    520203 => '六枝特区',
  ),
  2469 => 
  array (
    520221 => '水城县',
  ),
  2470 => 
  array (
    520222 => '盘　县',
  ),
  2471 => 
  array (
    520301 => '市辖区',
  ),
  2472 => 
  array (
    520302 => '红花岗区',
  ),
  2473 => 
  array (
    520303 => '汇川区',
  ),
  2474 => 
  array (
    520321 => '遵义县',
  ),
  2475 => 
  array (
    520322 => '桐梓县',
  ),
  2476 => 
  array (
    520323 => '绥阳县',
  ),
  2477 => 
  array (
    520324 => '正安县',
  ),
  2478 => 
  array (
    520325 => '道真仡佬族苗族自治县',
  ),
  2479 => 
  array (
    520326 => '务川仡佬族苗族自治县',
  ),
  2480 => 
  array (
    520327 => '凤冈县',
  ),
  2481 => 
  array (
    520328 => '湄潭县',
  ),
  2482 => 
  array (
    520329 => '余庆县',
  ),
  2483 => 
  array (
    520330 => '习水县',
  ),
  2484 => 
  array (
    520381 => '赤水市',
  ),
  2485 => 
  array (
    520382 => '仁怀市',
  ),
  2486 => 
  array (
    520401 => '市辖区',
  ),
  2487 => 
  array (
    520402 => '西秀区',
  ),
  2488 => 
  array (
    520421 => '平坝县',
  ),
  2489 => 
  array (
    520422 => '普定县',
  ),
  2490 => 
  array (
    520423 => '镇宁布依族苗族自治县',
  ),
  2491 => 
  array (
    520424 => '关岭布依族苗族自治县',
  ),
  2492 => 
  array (
    520425 => '紫云苗族布依族自治县',
  ),
  2493 => 
  array (
    522201 => '铜仁市',
  ),
  2494 => 
  array (
    522222 => '江口县',
  ),
  2495 => 
  array (
    522223 => '玉屏侗族自治县',
  ),
  2496 => 
  array (
    522224 => '石阡县',
  ),
  2497 => 
  array (
    522225 => '思南县',
  ),
  2498 => 
  array (
    522226 => '印江土家族苗族自治县',
  ),
  2499 => 
  array (
    522227 => '德江县',
  ),
  2500 => 
  array (
    522228 => '沿河土家族自治县',
  ),
  2501 => 
  array (
    522229 => '松桃苗族自治县',
  ),
  2502 => 
  array (
    522230 => '万山特区',
  ),
  2503 => 
  array (
    522301 => '兴义市',
  ),
  2504 => 
  array (
    522322 => '兴仁县',
  ),
  2505 => 
  array (
    522323 => '普安县',
  ),
  2506 => 
  array (
    522324 => '晴隆县',
  ),
  2507 => 
  array (
    522325 => '贞丰县',
  ),
  2508 => 
  array (
    522326 => '望谟县',
  ),
  2509 => 
  array (
    522327 => '册亨县',
  ),
  2510 => 
  array (
    522328 => '安龙县',
  ),
  2511 => 
  array (
    522401 => '毕节市',
  ),
  2512 => 
  array (
    522422 => '大方县',
  ),
  2513 => 
  array (
    522423 => '黔西县',
  ),
  2514 => 
  array (
    522424 => '金沙县',
  ),
  2515 => 
  array (
    522425 => '织金县',
  ),
  2516 => 
  array (
    522426 => '纳雍县',
  ),
  2517 => 
  array (
    522427 => '威宁彝族回族苗族自治县',
  ),
  2518 => 
  array (
    522428 => '赫章县',
  ),
  2519 => 
  array (
    522601 => '凯里市',
  ),
  2520 => 
  array (
    522622 => '黄平县',
  ),
  2521 => 
  array (
    522623 => '施秉县',
  ),
  2522 => 
  array (
    522624 => '三穗县',
  ),
  2523 => 
  array (
    522625 => '镇远县',
  ),
  2524 => 
  array (
    522626 => '岑巩县',
  ),
  2525 => 
  array (
    522627 => '天柱县',
  ),
  2526 => 
  array (
    522628 => '锦屏县',
  ),
  2527 => 
  array (
    522629 => '剑河县',
  ),
  2528 => 
  array (
    522630 => '台江县',
  ),
  2529 => 
  array (
    522631 => '黎平县',
  ),
  2530 => 
  array (
    522632 => '榕江县',
  ),
  2531 => 
  array (
    522633 => '从江县',
  ),
  2532 => 
  array (
    522634 => '雷山县',
  ),
  2533 => 
  array (
    522635 => '麻江县',
  ),
  2534 => 
  array (
    522636 => '丹寨县',
  ),
  2535 => 
  array (
    522701 => '都匀市',
  ),
  2536 => 
  array (
    522702 => '福泉市',
  ),
  2537 => 
  array (
    522722 => '荔波县',
  ),
  2538 => 
  array (
    522723 => '贵定县',
  ),
  2539 => 
  array (
    522725 => '瓮安县',
  ),
  2540 => 
  array (
    522726 => '独山县',
  ),
  2541 => 
  array (
    522727 => '平塘县',
  ),
  2542 => 
  array (
    522728 => '罗甸县',
  ),
  2543 => 
  array (
    522729 => '长顺县',
  ),
  2544 => 
  array (
    522730 => '龙里县',
  ),
  2545 => 
  array (
    522731 => '惠水县',
  ),
  2546 => 
  array (
    522732 => '三都水族自治县',
  ),
  2547 => 
  array (
    530101 => '市辖区',
  ),
  2548 => 
  array (
    530102 => '五华区',
  ),
  2549 => 
  array (
    530103 => '盘龙区',
  ),
  2550 => 
  array (
    530111 => '官渡区',
  ),
  2551 => 
  array (
    530112 => '西山区',
  ),
  2552 => 
  array (
    530113 => '东川区',
  ),
  2553 => 
  array (
    530121 => '呈贡县',
  ),
  2554 => 
  array (
    530122 => '晋宁县',
  ),
  2555 => 
  array (
    530124 => '富民县',
  ),
  2556 => 
  array (
    530125 => '宜良县',
  ),
  2557 => 
  array (
    530126 => '石林彝族自治县',
  ),
  2558 => 
  array (
    530127 => '嵩明县',
  ),
  2559 => 
  array (
    530128 => '禄劝彝族苗族自治县',
  ),
  2560 => 
  array (
    530129 => '寻甸回族彝族自治县',
  ),
  2561 => 
  array (
    530181 => '安宁市',
  ),
  2562 => 
  array (
    530301 => '市辖区',
  ),
  2563 => 
  array (
    530302 => '麒麟区',
  ),
  2564 => 
  array (
    530321 => '马龙县',
  ),
  2565 => 
  array (
    530322 => '陆良县',
  ),
  2566 => 
  array (
    530323 => '师宗县',
  ),
  2567 => 
  array (
    530324 => '罗平县',
  ),
  2568 => 
  array (
    530325 => '富源县',
  ),
  2569 => 
  array (
    530326 => '会泽县',
  ),
  2570 => 
  array (
    530328 => '沾益县',
  ),
  2571 => 
  array (
    530381 => '宣威市',
  ),
  2572 => 
  array (
    530401 => '市辖区',
  ),
  2573 => 
  array (
    530402 => '红塔区',
  ),
  2574 => 
  array (
    530421 => '江川县',
  ),
  2575 => 
  array (
    530422 => '澄江县',
  ),
  2576 => 
  array (
    530423 => '通海县',
  ),
  2577 => 
  array (
    530424 => '华宁县',
  ),
  2578 => 
  array (
    530425 => '易门县',
  ),
  2579 => 
  array (
    530426 => '峨山彝族自治县',
  ),
  2580 => 
  array (
    530427 => '新平彝族傣族自治县',
  ),
  2581 => 
  array (
    530428 => '元江哈尼族彝族傣族自治县',
  ),
  2582 => 
  array (
    530501 => '市辖区',
  ),
  2583 => 
  array (
    530502 => '隆阳区',
  ),
  2584 => 
  array (
    530521 => '施甸县',
  ),
  2585 => 
  array (
    530522 => '腾冲县',
  ),
  2586 => 
  array (
    530523 => '龙陵县',
  ),
  2587 => 
  array (
    530524 => '昌宁县',
  ),
  2588 => 
  array (
    530601 => '市辖区',
  ),
  2589 => 
  array (
    530602 => '昭阳区',
  ),
  2590 => 
  array (
    530621 => '鲁甸县',
  ),
  2591 => 
  array (
    530622 => '巧家县',
  ),
  2592 => 
  array (
    530623 => '盐津县',
  ),
  2593 => 
  array (
    530624 => '大关县',
  ),
  2594 => 
  array (
    530625 => '永善县',
  ),
  2595 => 
  array (
    530626 => '绥江县',
  ),
  2596 => 
  array (
    530627 => '镇雄县',
  ),
  2597 => 
  array (
    530628 => '彝良县',
  ),
  2598 => 
  array (
    530629 => '威信县',
  ),
  2599 => 
  array (
    530630 => '水富县',
  ),
  2600 => 
  array (
    530701 => '市辖区',
  ),
  2601 => 
  array (
    530702 => '古城区',
  ),
  2602 => 
  array (
    530721 => '玉龙纳西族自治县',
  ),
  2603 => 
  array (
    530722 => '永胜县',
  ),
  2604 => 
  array (
    530723 => '华坪县',
  ),
  2605 => 
  array (
    530724 => '宁蒗彝族自治县',
  ),
  2606 => 
  array (
    530801 => '市辖区',
  ),
  2607 => 
  array (
    530802 => '翠云区',
  ),
  2608 => 
  array (
    530821 => '普洱哈尼族彝族自治县',
  ),
  2609 => 
  array (
    530822 => '墨江哈尼族自治县',
  ),
  2610 => 
  array (
    530823 => '景东彝族自治县',
  ),
  2611 => 
  array (
    530824 => '景谷傣族彝族自治县',
  ),
  2612 => 
  array (
    530825 => '镇沅彝族哈尼族拉祜族自治县',
  ),
  2613 => 
  array (
    530826 => '江城哈尼族彝族自治县',
  ),
  2614 => 
  array (
    530827 => '孟连傣族拉祜族佤族自治县',
  ),
  2615 => 
  array (
    530828 => '澜沧拉祜族自治县',
  ),
  2616 => 
  array (
    530829 => '西盟佤族自治县',
  ),
  2617 => 
  array (
    530901 => '市辖区',
  ),
  2618 => 
  array (
    530902 => '临翔区',
  ),
  2619 => 
  array (
    530921 => '凤庆县',
  ),
  2620 => 
  array (
    530922 => '云　县',
  ),
  2621 => 
  array (
    530923 => '永德县',
  ),
  2622 => 
  array (
    530924 => '镇康县',
  ),
  2623 => 
  array (
    530925 => '双江拉祜族佤族布朗族傣族自治县',
  ),
  2624 => 
  array (
    530926 => '耿马傣族佤族自治县',
  ),
  2625 => 
  array (
    530927 => '沧源佤族自治县',
  ),
  2626 => 
  array (
    532301 => '楚雄市',
  ),
  2627 => 
  array (
    532322 => '双柏县',
  ),
  2628 => 
  array (
    532323 => '牟定县',
  ),
  2629 => 
  array (
    532324 => '南华县',
  ),
  2630 => 
  array (
    532325 => '姚安县',
  ),
  2631 => 
  array (
    532326 => '大姚县',
  ),
  2632 => 
  array (
    532327 => '永仁县',
  ),
  2633 => 
  array (
    532328 => '元谋县',
  ),
  2634 => 
  array (
    532329 => '武定县',
  ),
  2635 => 
  array (
    532331 => '禄丰县',
  ),
  2636 => 
  array (
    532501 => '个旧市',
  ),
  2637 => 
  array (
    532502 => '开远市',
  ),
  2638 => 
  array (
    532522 => '蒙自县',
  ),
  2639 => 
  array (
    532523 => '屏边苗族自治县',
  ),
  2640 => 
  array (
    532524 => '建水县',
  ),
  2641 => 
  array (
    532525 => '石屏县',
  ),
  2642 => 
  array (
    532526 => '弥勒县',
  ),
  2643 => 
  array (
    532527 => '泸西县',
  ),
  2644 => 
  array (
    532528 => '元阳县',
  ),
  2645 => 
  array (
    532529 => '红河县',
  ),
  2646 => 
  array (
    532530 => '金平苗族瑶族傣族自治县',
  ),
  2647 => 
  array (
    532531 => '绿春县',
  ),
  2648 => 
  array (
    532532 => '河口瑶族自治县',
  ),
  2649 => 
  array (
    532621 => '文山县',
  ),
  2650 => 
  array (
    532622 => '砚山县',
  ),
  2651 => 
  array (
    532623 => '西畴县',
  ),
  2652 => 
  array (
    532624 => '麻栗坡县',
  ),
  2653 => 
  array (
    532625 => '马关县',
  ),
  2654 => 
  array (
    532626 => '丘北县',
  ),
  2655 => 
  array (
    532627 => '广南县',
  ),
  2656 => 
  array (
    532628 => '富宁县',
  ),
  2657 => 
  array (
    532801 => '景洪市',
  ),
  2658 => 
  array (
    532822 => '勐海县',
  ),
  2659 => 
  array (
    532823 => '勐腊县',
  ),
  2660 => 
  array (
    532901 => '大理市',
  ),
  2661 => 
  array (
    532922 => '漾濞彝族自治县',
  ),
  2662 => 
  array (
    532923 => '祥云县',
  ),
  2663 => 
  array (
    532924 => '宾川县',
  ),
  2664 => 
  array (
    532925 => '弥渡县',
  ),
  2665 => 
  array (
    532926 => '南涧彝族自治县',
  ),
  2666 => 
  array (
    532927 => '巍山彝族回族自治县',
  ),
  2667 => 
  array (
    532928 => '永平县',
  ),
  2668 => 
  array (
    532929 => '云龙县',
  ),
  2669 => 
  array (
    532930 => '洱源县',
  ),
  2670 => 
  array (
    532931 => '剑川县',
  ),
  2671 => 
  array (
    532932 => '鹤庆县',
  ),
  2672 => 
  array (
    533102 => '瑞丽市',
  ),
  2673 => 
  array (
    533103 => '潞西市',
  ),
  2674 => 
  array (
    533122 => '梁河县',
  ),
  2675 => 
  array (
    533123 => '盈江县',
  ),
  2676 => 
  array (
    533124 => '陇川县',
  ),
  2677 => 
  array (
    533321 => '泸水县',
  ),
  2678 => 
  array (
    533323 => '福贡县',
  ),
  2679 => 
  array (
    533324 => '贡山独龙族怒族自治县',
  ),
  2680 => 
  array (
    533325 => '兰坪白族普米族自治县',
  ),
  2681 => 
  array (
    533421 => '香格里拉县',
  ),
  2682 => 
  array (
    533422 => '德钦县',
  ),
  2683 => 
  array (
    533423 => '维西傈僳族自治县',
  ),
  2684 => 
  array (
    540101 => '市辖区',
  ),
  2685 => 
  array (
    540102 => '城关区',
  ),
  2686 => 
  array (
    540121 => '林周县',
  ),
  2687 => 
  array (
    540122 => '当雄县',
  ),
  2688 => 
  array (
    540123 => '尼木县',
  ),
  2689 => 
  array (
    540124 => '曲水县',
  ),
  2690 => 
  array (
    540125 => '堆龙德庆县',
  ),
  2691 => 
  array (
    540126 => '达孜县',
  ),
  2692 => 
  array (
    540127 => '墨竹工卡县',
  ),
  2693 => 
  array (
    542121 => '昌都县',
  ),
  2694 => 
  array (
    542122 => '江达县',
  ),
  2695 => 
  array (
    542123 => '贡觉县',
  ),
  2696 => 
  array (
    542124 => '类乌齐县',
  ),
  2697 => 
  array (
    542125 => '丁青县',
  ),
  2698 => 
  array (
    542126 => '察雅县',
  ),
  2699 => 
  array (
    542127 => '八宿县',
  ),
  2700 => 
  array (
    542128 => '左贡县',
  ),
  2701 => 
  array (
    542129 => '芒康县',
  ),
  2702 => 
  array (
    542132 => '洛隆县',
  ),
  2703 => 
  array (
    542133 => '边坝县',
  ),
  2704 => 
  array (
    542221 => '乃东县',
  ),
  2705 => 
  array (
    542222 => '扎囊县',
  ),
  2706 => 
  array (
    542223 => '贡嘎县',
  ),
  2707 => 
  array (
    542224 => '桑日县',
  ),
  2708 => 
  array (
    542225 => '琼结县',
  ),
  2709 => 
  array (
    542226 => '曲松县',
  ),
  2710 => 
  array (
    542227 => '措美县',
  ),
  2711 => 
  array (
    542228 => '洛扎县',
  ),
  2712 => 
  array (
    542229 => '加查县',
  ),
  2713 => 
  array (
    542231 => '隆子县',
  ),
  2714 => 
  array (
    542232 => '错那县',
  ),
  2715 => 
  array (
    542233 => '浪卡子县',
  ),
  2716 => 
  array (
    542301 => '日喀则市',
  ),
  2717 => 
  array (
    542322 => '南木林县',
  ),
  2718 => 
  array (
    542323 => '江孜县',
  ),
  2719 => 
  array (
    542324 => '定日县',
  ),
  2720 => 
  array (
    542325 => '萨迦县',
  ),
  2721 => 
  array (
    542326 => '拉孜县',
  ),
  2722 => 
  array (
    542327 => '昂仁县',
  ),
  2723 => 
  array (
    542328 => '谢通门县',
  ),
  2724 => 
  array (
    542329 => '白朗县',
  ),
  2725 => 
  array (
    542330 => '仁布县',
  ),
  2726 => 
  array (
    542331 => '康马县',
  ),
  2727 => 
  array (
    542332 => '定结县',
  ),
  2728 => 
  array (
    542333 => '仲巴县',
  ),
  2729 => 
  array (
    542334 => '亚东县',
  ),
  2730 => 
  array (
    542335 => '吉隆县',
  ),
  2731 => 
  array (
    542336 => '聂拉木县',
  ),
  2732 => 
  array (
    542337 => '萨嘎县',
  ),
  2733 => 
  array (
    542338 => '岗巴县',
  ),
  2734 => 
  array (
    542421 => '那曲县',
  ),
  2735 => 
  array (
    542422 => '嘉黎县',
  ),
  2736 => 
  array (
    542423 => '比如县',
  ),
  2737 => 
  array (
    542424 => '聂荣县',
  ),
  2738 => 
  array (
    542425 => '安多县',
  ),
  2739 => 
  array (
    542426 => '申扎县',
  ),
  2740 => 
  array (
    542427 => '索　县',
  ),
  2741 => 
  array (
    542428 => '班戈县',
  ),
  2742 => 
  array (
    542429 => '巴青县',
  ),
  2743 => 
  array (
    542430 => '尼玛县',
  ),
  2744 => 
  array (
    542521 => '普兰县',
  ),
  2745 => 
  array (
    542522 => '札达县',
  ),
  2746 => 
  array (
    542523 => '噶尔县',
  ),
  2747 => 
  array (
    542524 => '日土县',
  ),
  2748 => 
  array (
    542525 => '革吉县',
  ),
  2749 => 
  array (
    542526 => '改则县',
  ),
  2750 => 
  array (
    542527 => '措勤县',
  ),
  2751 => 
  array (
    542621 => '林芝县',
  ),
  2752 => 
  array (
    542622 => '工布江达县',
  ),
  2753 => 
  array (
    542623 => '米林县',
  ),
  2754 => 
  array (
    542624 => '墨脱县',
  ),
  2755 => 
  array (
    542625 => '波密县',
  ),
  2756 => 
  array (
    542626 => '察隅县',
  ),
  2757 => 
  array (
    542627 => '朗　县',
  ),
  2758 => 
  array (
    610101 => '市辖区',
  ),
  2759 => 
  array (
    610102 => '新城区',
  ),
  2760 => 
  array (
    610103 => '碑林区',
  ),
  2761 => 
  array (
    610104 => '莲湖区',
  ),
  2762 => 
  array (
    610111 => '灞桥区',
  ),
  2763 => 
  array (
    610112 => '未央区',
  ),
  2764 => 
  array (
    610113 => '雁塔区',
  ),
  2765 => 
  array (
    610114 => '阎良区',
  ),
  2766 => 
  array (
    610115 => '临潼区',
  ),
  2767 => 
  array (
    610116 => '长安区',
  ),
  2768 => 
  array (
    610122 => '蓝田县',
  ),
  2769 => 
  array (
    610124 => '周至县',
  ),
  2770 => 
  array (
    610125 => '户　县',
  ),
  2771 => 
  array (
    610126 => '高陵县',
  ),
  2772 => 
  array (
    610201 => '市辖区',
  ),
  2773 => 
  array (
    610202 => '王益区',
  ),
  2774 => 
  array (
    610203 => '印台区',
  ),
  2775 => 
  array (
    610204 => '耀州区',
  ),
  2776 => 
  array (
    610222 => '宜君县',
  ),
  2777 => 
  array (
    610301 => '市辖区',
  ),
  2778 => 
  array (
    610302 => '渭滨区',
  ),
  2779 => 
  array (
    610303 => '金台区',
  ),
  2780 => 
  array (
    610304 => '陈仓区',
  ),
  2781 => 
  array (
    610322 => '凤翔县',
  ),
  2782 => 
  array (
    610323 => '岐山县',
  ),
  2783 => 
  array (
    610324 => '扶风县',
  ),
  2784 => 
  array (
    610326 => '眉　县',
  ),
  2785 => 
  array (
    610327 => '陇　县',
  ),
  2786 => 
  array (
    610328 => '千阳县',
  ),
  2787 => 
  array (
    610329 => '麟游县',
  ),
  2788 => 
  array (
    610330 => '凤　县',
  ),
  2789 => 
  array (
    610331 => '太白县',
  ),
  2790 => 
  array (
    610401 => '市辖区',
  ),
  2791 => 
  array (
    610402 => '秦都区',
  ),
  2792 => 
  array (
    610403 => '杨凌区',
  ),
  2793 => 
  array (
    610404 => '渭城区',
  ),
  2794 => 
  array (
    610422 => '三原县',
  ),
  2795 => 
  array (
    610423 => '泾阳县',
  ),
  2796 => 
  array (
    610424 => '乾　县',
  ),
  2797 => 
  array (
    610425 => '礼泉县',
  ),
  2798 => 
  array (
    610426 => '永寿县',
  ),
  2799 => 
  array (
    610427 => '彬　县',
  ),
  2800 => 
  array (
    610428 => '长武县',
  ),
  2801 => 
  array (
    610429 => '旬邑县',
  ),
  2802 => 
  array (
    610430 => '淳化县',
  ),
  2803 => 
  array (
    610431 => '武功县',
  ),
  2804 => 
  array (
    610481 => '兴平市',
  ),
  2805 => 
  array (
    610501 => '市辖区',
  ),
  2806 => 
  array (
    610502 => '临渭区',
  ),
  2807 => 
  array (
    610521 => '华　县',
  ),
  2808 => 
  array (
    610522 => '潼关县',
  ),
  2809 => 
  array (
    610523 => '大荔县',
  ),
  2810 => 
  array (
    610524 => '合阳县',
  ),
  2811 => 
  array (
    610525 => '澄城县',
  ),
  2812 => 
  array (
    610526 => '蒲城县',
  ),
  2813 => 
  array (
    610527 => '白水县',
  ),
  2814 => 
  array (
    610528 => '富平县',
  ),
  2815 => 
  array (
    610581 => '韩城市',
  ),
  2816 => 
  array (
    610582 => '华阴市',
  ),
  2817 => 
  array (
    610601 => '市辖区',
  ),
  2818 => 
  array (
    610602 => '宝塔区',
  ),
  2819 => 
  array (
    610621 => '延长县',
  ),
  2820 => 
  array (
    610622 => '延川县',
  ),
  2821 => 
  array (
    610623 => '子长县',
  ),
  2822 => 
  array (
    610624 => '安塞县',
  ),
  2823 => 
  array (
    610625 => '志丹县',
  ),
  2824 => 
  array (
    610626 => '吴旗县',
  ),
  2825 => 
  array (
    610627 => '甘泉县',
  ),
  2826 => 
  array (
    610628 => '富　县',
  ),
  2827 => 
  array (
    610629 => '洛川县',
  ),
  2828 => 
  array (
    610630 => '宜川县',
  ),
  2829 => 
  array (
    610631 => '黄龙县',
  ),
  2830 => 
  array (
    610632 => '黄陵县',
  ),
  2831 => 
  array (
    610701 => '市辖区',
  ),
  2832 => 
  array (
    610702 => '汉台区',
  ),
  2833 => 
  array (
    610721 => '南郑县',
  ),
  2834 => 
  array (
    610722 => '城固县',
  ),
  2835 => 
  array (
    610723 => '洋　县',
  ),
  2836 => 
  array (
    610724 => '西乡县',
  ),
  2837 => 
  array (
    610725 => '勉　县',
  ),
  2838 => 
  array (
    610726 => '宁强县',
  ),
  2839 => 
  array (
    610727 => '略阳县',
  ),
  2840 => 
  array (
    610728 => '镇巴县',
  ),
  2841 => 
  array (
    610729 => '留坝县',
  ),
  2842 => 
  array (
    610730 => '佛坪县',
  ),
  2843 => 
  array (
    610801 => '市辖区',
  ),
  2844 => 
  array (
    610802 => '榆阳区',
  ),
  2845 => 
  array (
    610821 => '神木县',
  ),
  2846 => 
  array (
    610822 => '府谷县',
  ),
  2847 => 
  array (
    610823 => '横山县',
  ),
  2848 => 
  array (
    610824 => '靖边县',
  ),
  2849 => 
  array (
    610825 => '定边县',
  ),
  2850 => 
  array (
    610826 => '绥德县',
  ),
  2851 => 
  array (
    610827 => '米脂县',
  ),
  2852 => 
  array (
    610828 => '佳　县',
  ),
  2853 => 
  array (
    610829 => '吴堡县',
  ),
  2854 => 
  array (
    610830 => '清涧县',
  ),
  2855 => 
  array (
    610831 => '子洲县',
  ),
  2856 => 
  array (
    610901 => '市辖区',
  ),
  2857 => 
  array (
    610902 => '汉滨区',
  ),
  2858 => 
  array (
    610921 => '汉阴县',
  ),
  2859 => 
  array (
    610922 => '石泉县',
  ),
  2860 => 
  array (
    610923 => '宁陕县',
  ),
  2861 => 
  array (
    610924 => '紫阳县',
  ),
  2862 => 
  array (
    610925 => '岚皋县',
  ),
  2863 => 
  array (
    610926 => '平利县',
  ),
  2864 => 
  array (
    610927 => '镇坪县',
  ),
  2865 => 
  array (
    610928 => '旬阳县',
  ),
  2866 => 
  array (
    610929 => '白河县',
  ),
  2867 => 
  array (
    611001 => '市辖区',
  ),
  2868 => 
  array (
    611002 => '商州区',
  ),
  2869 => 
  array (
    611021 => '洛南县',
  ),
  2870 => 
  array (
    611022 => '丹凤县',
  ),
  2871 => 
  array (
    611023 => '商南县',
  ),
  2872 => 
  array (
    611024 => '山阳县',
  ),
  2873 => 
  array (
    611025 => '镇安县',
  ),
  2874 => 
  array (
    611026 => '柞水县',
  ),
  2875 => 
  array (
    620101 => '市辖区',
  ),
  2876 => 
  array (
    620102 => '城关区',
  ),
  2877 => 
  array (
    620103 => '七里河区',
  ),
  2878 => 
  array (
    620104 => '西固区',
  ),
  2879 => 
  array (
    620105 => '安宁区',
  ),
  2880 => 
  array (
    620111 => '红古区',
  ),
  2881 => 
  array (
    620121 => '永登县',
  ),
  2882 => 
  array (
    620122 => '皋兰县',
  ),
  2883 => 
  array (
    620123 => '榆中县',
  ),
  2884 => 
  array (
    620201 => '市辖区',
  ),
  2885 => 
  array (
    620301 => '市辖区',
  ),
  2886 => 
  array (
    620302 => '金川区',
  ),
  2887 => 
  array (
    620321 => '永昌县',
  ),
  2888 => 
  array (
    620401 => '市辖区',
  ),
  2889 => 
  array (
    620402 => '白银区',
  ),
  2890 => 
  array (
    620403 => '平川区',
  ),
  2891 => 
  array (
    620421 => '靖远县',
  ),
  2892 => 
  array (
    620422 => '会宁县',
  ),
  2893 => 
  array (
    620423 => '景泰县',
  ),
  2894 => 
  array (
    620501 => '市辖区',
  ),
  2895 => 
  array (
    620502 => '秦城区',
  ),
  2896 => 
  array (
    620503 => '北道区',
  ),
  2897 => 
  array (
    620521 => '清水县',
  ),
  2898 => 
  array (
    620522 => '秦安县',
  ),
  2899 => 
  array (
    620523 => '甘谷县',
  ),
  2900 => 
  array (
    620524 => '武山县',
  ),
  2901 => 
  array (
    620525 => '张家川回族自治县',
  ),
  2902 => 
  array (
    620601 => '市辖区',
  ),
  2903 => 
  array (
    620602 => '凉州区',
  ),
  2904 => 
  array (
    620621 => '民勤县',
  ),
  2905 => 
  array (
    620622 => '古浪县',
  ),
  2906 => 
  array (
    620623 => '天祝藏族自治县',
  ),
  2907 => 
  array (
    620701 => '市辖区',
  ),
  2908 => 
  array (
    620702 => '甘州区',
  ),
  2909 => 
  array (
    620721 => '肃南裕固族自治县',
  ),
  2910 => 
  array (
    620722 => '民乐县',
  ),
  2911 => 
  array (
    620723 => '临泽县',
  ),
  2912 => 
  array (
    620724 => '高台县',
  ),
  2913 => 
  array (
    620725 => '山丹县',
  ),
  2914 => 
  array (
    620801 => '市辖区',
  ),
  2915 => 
  array (
    620802 => '崆峒区',
  ),
  2916 => 
  array (
    620821 => '泾川县',
  ),
  2917 => 
  array (
    620822 => '灵台县',
  ),
  2918 => 
  array (
    620823 => '崇信县',
  ),
  2919 => 
  array (
    620824 => '华亭县',
  ),
  2920 => 
  array (
    620825 => '庄浪县',
  ),
  2921 => 
  array (
    620826 => '静宁县',
  ),
  2922 => 
  array (
    620901 => '市辖区',
  ),
  2923 => 
  array (
    620902 => '肃州区',
  ),
  2924 => 
  array (
    620921 => '金塔县',
  ),
  2925 => 
  array (
    620922 => '安西县',
  ),
  2926 => 
  array (
    620923 => '肃北蒙古族自治县',
  ),
  2927 => 
  array (
    620924 => '阿克塞哈萨克族自治县',
  ),
  2928 => 
  array (
    620981 => '玉门市',
  ),
  2929 => 
  array (
    620982 => '敦煌市',
  ),
  2930 => 
  array (
    621001 => '市辖区',
  ),
  2931 => 
  array (
    621002 => '西峰区',
  ),
  2932 => 
  array (
    621021 => '庆城县',
  ),
  2933 => 
  array (
    621022 => '环　县',
  ),
  2934 => 
  array (
    621023 => '华池县',
  ),
  2935 => 
  array (
    621024 => '合水县',
  ),
  2936 => 
  array (
    621025 => '正宁县',
  ),
  2937 => 
  array (
    621026 => '宁　县',
  ),
  2938 => 
  array (
    621027 => '镇原县',
  ),
  2939 => 
  array (
    621101 => '市辖区',
  ),
  2940 => 
  array (
    621102 => '安定区',
  ),
  2941 => 
  array (
    621121 => '通渭县',
  ),
  2942 => 
  array (
    621122 => '陇西县',
  ),
  2943 => 
  array (
    621123 => '渭源县',
  ),
  2944 => 
  array (
    621124 => '临洮县',
  ),
  2945 => 
  array (
    621125 => '漳　县',
  ),
  2946 => 
  array (
    621126 => '岷　县',
  ),
  2947 => 
  array (
    621201 => '市辖区',
  ),
  2948 => 
  array (
    621202 => '武都区',
  ),
  2949 => 
  array (
    621221 => '成　县',
  ),
  2950 => 
  array (
    621222 => '文　县',
  ),
  2951 => 
  array (
    621223 => '宕昌县',
  ),
  2952 => 
  array (
    621224 => '康　县',
  ),
  2953 => 
  array (
    621225 => '西和县',
  ),
  2954 => 
  array (
    621226 => '礼　县',
  ),
  2955 => 
  array (
    621227 => '徽　县',
  ),
  2956 => 
  array (
    621228 => '两当县',
  ),
  2957 => 
  array (
    622901 => '临夏市',
  ),
  2958 => 
  array (
    622921 => '临夏县',
  ),
  2959 => 
  array (
    622922 => '康乐县',
  ),
  2960 => 
  array (
    622923 => '永靖县',
  ),
  2961 => 
  array (
    622924 => '广河县',
  ),
  2962 => 
  array (
    622925 => '和政县',
  ),
  2963 => 
  array (
    622926 => '东乡族自治县',
  ),
  2964 => 
  array (
    622927 => '积石山保安族东乡族撒拉族自治县',
  ),
  2965 => 
  array (
    623001 => '合作市',
  ),
  2966 => 
  array (
    623021 => '临潭县',
  ),
  2967 => 
  array (
    623022 => '卓尼县',
  ),
  2968 => 
  array (
    623023 => '舟曲县',
  ),
  2969 => 
  array (
    623024 => '迭部县',
  ),
  2970 => 
  array (
    623025 => '玛曲县',
  ),
  2971 => 
  array (
    623026 => '碌曲县',
  ),
  2972 => 
  array (
    623027 => '夏河县',
  ),
  2973 => 
  array (
    630101 => '市辖区',
  ),
  2974 => 
  array (
    630102 => '城东区',
  ),
  2975 => 
  array (
    630103 => '城中区',
  ),
  2976 => 
  array (
    630104 => '城西区',
  ),
  2977 => 
  array (
    630105 => '城北区',
  ),
  2978 => 
  array (
    630121 => '大通回族土族自治县',
  ),
  2979 => 
  array (
    630122 => '湟中县',
  ),
  2980 => 
  array (
    630123 => '湟源县',
  ),
  2981 => 
  array (
    632121 => '平安县',
  ),
  2982 => 
  array (
    632122 => '民和回族土族自治县',
  ),
  2983 => 
  array (
    632123 => '乐都县',
  ),
  2984 => 
  array (
    632126 => '互助土族自治县',
  ),
  2985 => 
  array (
    632127 => '化隆回族自治县',
  ),
  2986 => 
  array (
    632128 => '循化撒拉族自治县',
  ),
  2987 => 
  array (
    632221 => '门源回族自治县',
  ),
  2988 => 
  array (
    632222 => '祁连县',
  ),
  2989 => 
  array (
    632223 => '海晏县',
  ),
  2990 => 
  array (
    632224 => '刚察县',
  ),
  2991 => 
  array (
    632321 => '同仁县',
  ),
  2992 => 
  array (
    632322 => '尖扎县',
  ),
  2993 => 
  array (
    632323 => '泽库县',
  ),
  2994 => 
  array (
    632324 => '河南蒙古族自治县',
  ),
  2995 => 
  array (
    632521 => '共和县',
  ),
  2996 => 
  array (
    632522 => '同德县',
  ),
  2997 => 
  array (
    632523 => '贵德县',
  ),
  2998 => 
  array (
    632524 => '兴海县',
  ),
  2999 => 
  array (
    632525 => '贵南县',
  ),
  3000 => 
  array (
    632621 => '玛沁县',
  ),
  3001 => 
  array (
    632622 => '班玛县',
  ),
  3002 => 
  array (
    632623 => '甘德县',
  ),
  3003 => 
  array (
    632624 => '达日县',
  ),
  3004 => 
  array (
    632625 => '久治县',
  ),
  3005 => 
  array (
    632626 => '玛多县',
  ),
  3006 => 
  array (
    632721 => '玉树县',
  ),
  3007 => 
  array (
    632722 => '杂多县',
  ),
  3008 => 
  array (
    632723 => '称多县',
  ),
  3009 => 
  array (
    632724 => '治多县',
  ),
  3010 => 
  array (
    632725 => '囊谦县',
  ),
  3011 => 
  array (
    632726 => '曲麻莱县',
  ),
  3012 => 
  array (
    632801 => '格尔木市',
  ),
  3013 => 
  array (
    632802 => '德令哈市',
  ),
  3014 => 
  array (
    632821 => '乌兰县',
  ),
  3015 => 
  array (
    632822 => '都兰县',
  ),
  3016 => 
  array (
    632823 => '天峻县',
  ),
  3017 => 
  array (
    640101 => '市辖区',
  ),
  3018 => 
  array (
    640104 => '兴庆区',
  ),
  3019 => 
  array (
    640105 => '西夏区',
  ),
  3020 => 
  array (
    640106 => '金凤区',
  ),
  3021 => 
  array (
    640121 => '永宁县',
  ),
  3022 => 
  array (
    640122 => '贺兰县',
  ),
  3023 => 
  array (
    640181 => '灵武市',
  ),
  3024 => 
  array (
    640201 => '市辖区',
  ),
  3025 => 
  array (
    640202 => '大武口区',
  ),
  3026 => 
  array (
    640205 => '惠农区',
  ),
  3027 => 
  array (
    640221 => '平罗县',
  ),
  3028 => 
  array (
    640301 => '市辖区',
  ),
  3029 => 
  array (
    640302 => '利通区',
  ),
  3030 => 
  array (
    640323 => '盐池县',
  ),
  3031 => 
  array (
    640324 => '同心县',
  ),
  3032 => 
  array (
    640381 => '青铜峡市',
  ),
  3033 => 
  array (
    640401 => '市辖区',
  ),
  3034 => 
  array (
    640402 => '原州区',
  ),
  3035 => 
  array (
    640422 => '西吉县',
  ),
  3036 => 
  array (
    640423 => '隆德县',
  ),
  3037 => 
  array (
    640424 => '泾源县',
  ),
  3038 => 
  array (
    640425 => '彭阳县',
  ),
  3039 => 
  array (
    640501 => '市辖区',
  ),
  3040 => 
  array (
    640502 => '沙坡头区',
  ),
  3041 => 
  array (
    640521 => '中宁县',
  ),
  3042 => 
  array (
    640522 => '海原县',
  ),
  3043 => 
  array (
    650101 => '市辖区',
  ),
  3044 => 
  array (
    650102 => '天山区',
  ),
  3045 => 
  array (
    650103 => '沙依巴克区',
  ),
  3046 => 
  array (
    650104 => '新市区',
  ),
  3047 => 
  array (
    650105 => '水磨沟区',
  ),
  3048 => 
  array (
    650106 => '头屯河区',
  ),
  3049 => 
  array (
    650107 => '达坂城区',
  ),
  3050 => 
  array (
    650108 => '东山区',
  ),
  3051 => 
  array (
    650121 => '乌鲁木齐县',
  ),
  3052 => 
  array (
    650201 => '市辖区',
  ),
  3053 => 
  array (
    650202 => '独山子区',
  ),
  3054 => 
  array (
    650203 => '克拉玛依区',
  ),
  3055 => 
  array (
    650204 => '白碱滩区',
  ),
  3056 => 
  array (
    650205 => '乌尔禾区',
  ),
  3057 => 
  array (
    652101 => '吐鲁番市',
  ),
  3058 => 
  array (
    652122 => '鄯善县',
  ),
  3059 => 
  array (
    652123 => '托克逊县',
  ),
  3060 => 
  array (
    652201 => '哈密市',
  ),
  3061 => 
  array (
    652222 => '巴里坤哈萨克自治县',
  ),
  3062 => 
  array (
    652223 => '伊吾县',
  ),
  3063 => 
  array (
    652301 => '昌吉市',
  ),
  3064 => 
  array (
    652302 => '阜康市',
  ),
  3065 => 
  array (
    652303 => '米泉市',
  ),
  3066 => 
  array (
    652323 => '呼图壁县',
  ),
  3067 => 
  array (
    652324 => '玛纳斯县',
  ),
  3068 => 
  array (
    652325 => '奇台县',
  ),
  3069 => 
  array (
    652327 => '吉木萨尔县',
  ),
  3070 => 
  array (
    652328 => '木垒哈萨克自治县',
  ),
  3071 => 
  array (
    652701 => '博乐市',
  ),
  3072 => 
  array (
    652722 => '精河县',
  ),
  3073 => 
  array (
    652723 => '温泉县',
  ),
  3074 => 
  array (
    652801 => '库尔勒市',
  ),
  3075 => 
  array (
    652822 => '轮台县',
  ),
  3076 => 
  array (
    652823 => '尉犁县',
  ),
  3077 => 
  array (
    652824 => '若羌县',
  ),
  3078 => 
  array (
    652825 => '且末县',
  ),
  3079 => 
  array (
    652826 => '焉耆回族自治县',
  ),
  3080 => 
  array (
    652827 => '和静县',
  ),
  3081 => 
  array (
    652828 => '和硕县',
  ),
  3082 => 
  array (
    652829 => '博湖县',
  ),
  3083 => 
  array (
    652901 => '阿克苏市',
  ),
  3084 => 
  array (
    652922 => '温宿县',
  ),
  3085 => 
  array (
    652923 => '库车县',
  ),
  3086 => 
  array (
    652924 => '沙雅县',
  ),
  3087 => 
  array (
    652925 => '新和县',
  ),
  3088 => 
  array (
    652926 => '拜城县',
  ),
  3089 => 
  array (
    652927 => '乌什县',
  ),
  3090 => 
  array (
    652928 => '阿瓦提县',
  ),
  3091 => 
  array (
    652929 => '柯坪县',
  ),
  3092 => 
  array (
    653001 => '阿图什市',
  ),
  3093 => 
  array (
    653022 => '阿克陶县',
  ),
  3094 => 
  array (
    653023 => '阿合奇县',
  ),
  3095 => 
  array (
    653024 => '乌恰县',
  ),
  3096 => 
  array (
    653101 => '喀什市',
  ),
  3097 => 
  array (
    653121 => '疏附县',
  ),
  3098 => 
  array (
    653122 => '疏勒县',
  ),
  3099 => 
  array (
    653123 => '英吉沙县',
  ),
  3100 => 
  array (
    653124 => '泽普县',
  ),
  3101 => 
  array (
    653125 => '莎车县',
  ),
  3102 => 
  array (
    653126 => '叶城县',
  ),
  3103 => 
  array (
    653127 => '麦盖提县',
  ),
  3104 => 
  array (
    653128 => '岳普湖县',
  ),
  3105 => 
  array (
    653129 => '伽师县',
  ),
  3106 => 
  array (
    653130 => '巴楚县',
  ),
  3107 => 
  array (
    653131 => '塔什库尔干塔吉克自治县',
  ),
  3108 => 
  array (
    653201 => '和田市',
  ),
  3109 => 
  array (
    653221 => '和田县',
  ),
  3110 => 
  array (
    653222 => '墨玉县',
  ),
  3111 => 
  array (
    653223 => '皮山县',
  ),
  3112 => 
  array (
    653224 => '洛浦县',
  ),
  3113 => 
  array (
    653225 => '策勒县',
  ),
  3114 => 
  array (
    653226 => '于田县',
  ),
  3115 => 
  array (
    653227 => '民丰县',
  ),
  3116 => 
  array (
    654002 => '伊宁市',
  ),
  3117 => 
  array (
    654003 => '奎屯市',
  ),
  3118 => 
  array (
    654021 => '伊宁县',
  ),
  3119 => 
  array (
    654022 => '察布查尔锡伯自治县',
  ),
  3120 => 
  array (
    654023 => '霍城县',
  ),
  3121 => 
  array (
    654024 => '巩留县',
  ),
  3122 => 
  array (
    654025 => '新源县',
  ),
  3123 => 
  array (
    654026 => '昭苏县',
  ),
  3124 => 
  array (
    654027 => '特克斯县',
  ),
  3125 => 
  array (
    654028 => '尼勒克县',
  ),
  3126 => 
  array (
    654201 => '塔城市',
  ),
  3127 => 
  array (
    654202 => '乌苏市',
  ),
  3128 => 
  array (
    654221 => '额敏县',
  ),
  3129 => 
  array (
    654223 => '沙湾县',
  ),
  3130 => 
  array (
    654224 => '托里县',
  ),
  3131 => 
  array (
    654225 => '裕民县',
  ),
  3132 => 
  array (
    654226 => '和布克赛尔蒙古自治县',
  ),
  3133 => 
  array (
    654301 => '阿勒泰市',
  ),
  3134 => 
  array (
    654321 => '布尔津县',
  ),
  3135 => 
  array (
    654322 => '富蕴县',
  ),
  3136 => 
  array (
    654323 => '福海县',
  ),
  3137 => 
  array (
    654324 => '哈巴河县',
  ),
  3138 => 
  array (
    654325 => '青河县',
  ),
  3139 => 
  array (
    654326 => '吉木乃县',
  ),
  3140 => 
  array (
    659001 => '石河子市',
  ),
  3141 => 
  array (
    659002 => '阿拉尔市',
  ),
  3142 => 
  array (
    659003 => '图木舒克市',
  ),
  3143 => 
  array (
    659004 => '五家渠市',
  ),
);