<?php
defined('IN_TS') or die('Access Denied.');
return array (
  0 => 
  array (
    110000 => '北京市',
  ),
  1 => 
  array (
    120000 => '天津市',
  ),
  2 => 
  array (
    130000 => '河北省',
  ),
  3 => 
  array (
    140000 => '山西省',
  ),
  4 => 
  array (
    150000 => '内蒙古自治区',
  ),
  5 => 
  array (
    210000 => '辽宁省',
  ),
  6 => 
  array (
    220000 => '吉林省',
  ),
  7 => 
  array (
    230000 => '黑龙江省',
  ),
  8 => 
  array (
    310000 => '上海市',
  ),
  9 => 
  array (
    320000 => '江苏省',
  ),
  10 => 
  array (
    330000 => '浙江省',
  ),
  11 => 
  array (
    340000 => '安徽省',
  ),
  12 => 
  array (
    350000 => '福建省',
  ),
  13 => 
  array (
    360000 => '江西省',
  ),
  14 => 
  array (
    370000 => '山东省',
  ),
  15 => 
  array (
    410000 => '河南省',
  ),
  16 => 
  array (
    420000 => '湖北省',
  ),
  17 => 
  array (
    430000 => '湖南省',
  ),
  18 => 
  array (
    440000 => '广东省',
  ),
  19 => 
  array (
    450000 => '广西壮族自治区',
  ),
  20 => 
  array (
    460000 => '海南省',
  ),
  21 => 
  array (
    500000 => '重庆市',
  ),
  22 => 
  array (
    510000 => '四川省',
  ),
  23 => 
  array (
    520000 => '贵州省',
  ),
  24 => 
  array (
    530000 => '云南省',
  ),
  25 => 
  array (
    540000 => '西藏自治区',
  ),
  26 => 
  array (
    610000 => '陕西省',
  ),
  27 => 
  array (
    620000 => '甘肃省',
  ),
  28 => 
  array (
    630000 => '青海省',
  ),
  29 => 
  array (
    640000 => '宁夏回族自治区',
  ),
  30 => 
  array (
    650000 => '新疆维吾尔自治区',
  ),
  31 => 
  array (
    710000 => '台湾省',
  ),
  32 => 
  array (
    810000 => '香港特别行政区',
  ),
  33 => 
  array (
    820000 => '澳门特别行政区',
  ),
);