<?php
defined('IN_TS') or die('Access Denied.');
return array (
  0 => 
  array (
    110100 => '北京市',
  ),
  1 => 
  array (
    120100 => '天津市',
  ),
  2 => 
  array (
    130100 => '石家庄市',
  ),
  3 => 
  array (
    130200 => '唐山市',
  ),
  4 => 
  array (
    130300 => '秦皇岛市',
  ),
  5 => 
  array (
    130400 => '邯郸市',
  ),
  6 => 
  array (
    130500 => '邢台市',
  ),
  7 => 
  array (
    130600 => '保定市',
  ),
  8 => 
  array (
    130700 => '张家口市',
  ),
  9 => 
  array (
    130800 => '承德市',
  ),
  10 => 
  array (
    130900 => '沧州市',
  ),
  11 => 
  array (
    131000 => '廊坊市',
  ),
  12 => 
  array (
    131100 => '衡水市',
  ),
  13 => 
  array (
    140100 => '太原市',
  ),
  14 => 
  array (
    140200 => '大同市',
  ),
  15 => 
  array (
    140300 => '阳泉市',
  ),
  16 => 
  array (
    140400 => '长治市',
  ),
  17 => 
  array (
    140500 => '晋城市',
  ),
  18 => 
  array (
    140600 => '朔州市',
  ),
  19 => 
  array (
    140700 => '晋中市',
  ),
  20 => 
  array (
    140800 => '运城市',
  ),
  21 => 
  array (
    140900 => '忻州市',
  ),
  22 => 
  array (
    141000 => '临汾市',
  ),
  23 => 
  array (
    141100 => '吕梁市',
  ),
  24 => 
  array (
    150100 => '呼和浩特市',
  ),
  25 => 
  array (
    150200 => '包头市',
  ),
  26 => 
  array (
    150300 => '乌海市',
  ),
  27 => 
  array (
    150400 => '赤峰市',
  ),
  28 => 
  array (
    150500 => '通辽市',
  ),
  29 => 
  array (
    150600 => '鄂尔多斯市',
  ),
  30 => 
  array (
    150700 => '呼伦贝尔市',
  ),
  31 => 
  array (
    150800 => '巴彦淖尔市',
  ),
  32 => 
  array (
    150900 => '乌兰察布市',
  ),
  33 => 
  array (
    152200 => '兴安盟',
  ),
  34 => 
  array (
    152500 => '锡林郭勒盟',
  ),
  35 => 
  array (
    152900 => '阿拉善盟',
  ),
  36 => 
  array (
    210100 => '沈阳市',
  ),
  37 => 
  array (
    210200 => '大连市',
  ),
  38 => 
  array (
    210300 => '鞍山市',
  ),
  39 => 
  array (
    210400 => '抚顺市',
  ),
  40 => 
  array (
    210500 => '本溪市',
  ),
  41 => 
  array (
    210600 => '丹东市',
  ),
  42 => 
  array (
    210700 => '锦州市',
  ),
  43 => 
  array (
    210800 => '营口市',
  ),
  44 => 
  array (
    210900 => '阜新市',
  ),
  45 => 
  array (
    211000 => '辽阳市',
  ),
  46 => 
  array (
    211100 => '盘锦市',
  ),
  47 => 
  array (
    211200 => '铁岭市',
  ),
  48 => 
  array (
    211300 => '朝阳市',
  ),
  49 => 
  array (
    211400 => '葫芦岛市',
  ),
  50 => 
  array (
    220100 => '长春市',
  ),
  51 => 
  array (
    220200 => '吉林市',
  ),
  52 => 
  array (
    220300 => '四平市',
  ),
  53 => 
  array (
    220400 => '辽源市',
  ),
  54 => 
  array (
    220500 => '通化市',
  ),
  55 => 
  array (
    220600 => '白山市',
  ),
  56 => 
  array (
    220700 => '松原市',
  ),
  57 => 
  array (
    220800 => '白城市',
  ),
  58 => 
  array (
    222400 => '延边朝鲜族自治州',
  ),
  59 => 
  array (
    230100 => '哈尔滨市',
  ),
  60 => 
  array (
    230200 => '齐齐哈尔市',
  ),
  61 => 
  array (
    230300 => '鸡西市',
  ),
  62 => 
  array (
    230400 => '鹤岗市',
  ),
  63 => 
  array (
    230500 => '双鸭山市',
  ),
  64 => 
  array (
    230600 => '大庆市',
  ),
  65 => 
  array (
    230700 => '伊春市',
  ),
  66 => 
  array (
    230800 => '佳木斯市',
  ),
  67 => 
  array (
    230900 => '七台河市',
  ),
  68 => 
  array (
    231000 => '牡丹江市',
  ),
  69 => 
  array (
    231100 => '黑河市',
  ),
  70 => 
  array (
    231200 => '绥化市',
  ),
  71 => 
  array (
    232700 => '大兴安岭地区',
  ),
  72 => 
  array (
    310100 => '上海市',
  ),
  73 => 
  array (
    320100 => '南京市',
  ),
  74 => 
  array (
    320200 => '无锡市',
  ),
  75 => 
  array (
    320300 => '徐州市',
  ),
  76 => 
  array (
    320400 => '常州市',
  ),
  77 => 
  array (
    320500 => '苏州市',
  ),
  78 => 
  array (
    320600 => '南通市',
  ),
  79 => 
  array (
    320700 => '连云港市',
  ),
  80 => 
  array (
    320800 => '淮安市',
  ),
  81 => 
  array (
    320900 => '盐城市',
  ),
  82 => 
  array (
    321000 => '扬州市',
  ),
  83 => 
  array (
    321100 => '镇江市',
  ),
  84 => 
  array (
    321200 => '泰州市',
  ),
  85 => 
  array (
    321300 => '宿迁市',
  ),
  86 => 
  array (
    330100 => '杭州市',
  ),
  87 => 
  array (
    330200 => '宁波市',
  ),
  88 => 
  array (
    330300 => '温州市',
  ),
  89 => 
  array (
    330400 => '嘉兴市',
  ),
  90 => 
  array (
    330500 => '湖州市',
  ),
  91 => 
  array (
    330600 => '绍兴市',
  ),
  92 => 
  array (
    330700 => '金华市',
  ),
  93 => 
  array (
    330800 => '衢州市',
  ),
  94 => 
  array (
    330900 => '舟山市',
  ),
  95 => 
  array (
    331000 => '台州市',
  ),
  96 => 
  array (
    331100 => '丽水市',
  ),
  97 => 
  array (
    340100 => '合肥市',
  ),
  98 => 
  array (
    340200 => '芜湖市',
  ),
  99 => 
  array (
    340300 => '蚌埠市',
  ),
  100 => 
  array (
    340400 => '淮南市',
  ),
  101 => 
  array (
    340500 => '马鞍山市',
  ),
  102 => 
  array (
    340600 => '淮北市',
  ),
  103 => 
  array (
    340700 => '铜陵市',
  ),
  104 => 
  array (
    340800 => '安庆市',
  ),
  105 => 
  array (
    341000 => '黄山市',
  ),
  106 => 
  array (
    341100 => '滁州市',
  ),
  107 => 
  array (
    341200 => '阜阳市',
  ),
  108 => 
  array (
    341300 => '宿州市',
  ),
  109 => 
  array (
    341400 => '巢湖市',
  ),
  110 => 
  array (
    341500 => '六安市',
  ),
  111 => 
  array (
    341600 => '亳州市',
  ),
  112 => 
  array (
    341700 => '池州市',
  ),
  113 => 
  array (
    341800 => '宣城市',
  ),
  114 => 
  array (
    350100 => '福州市',
  ),
  115 => 
  array (
    350200 => '厦门市',
  ),
  116 => 
  array (
    350300 => '莆田市',
  ),
  117 => 
  array (
    350400 => '三明市',
  ),
  118 => 
  array (
    350500 => '泉州市',
  ),
  119 => 
  array (
    350600 => '漳州市',
  ),
  120 => 
  array (
    350700 => '南平市',
  ),
  121 => 
  array (
    350800 => '龙岩市',
  ),
  122 => 
  array (
    350900 => '宁德市',
  ),
  123 => 
  array (
    360100 => '南昌市',
  ),
  124 => 
  array (
    360200 => '景德镇市',
  ),
  125 => 
  array (
    360300 => '萍乡市',
  ),
  126 => 
  array (
    360400 => '九江市',
  ),
  127 => 
  array (
    360500 => '新余市',
  ),
  128 => 
  array (
    360600 => '鹰潭市',
  ),
  129 => 
  array (
    360700 => '赣州市',
  ),
  130 => 
  array (
    360800 => '吉安市',
  ),
  131 => 
  array (
    360900 => '宜春市',
  ),
  132 => 
  array (
    361000 => '抚州市',
  ),
  133 => 
  array (
    361100 => '上饶市',
  ),
  134 => 
  array (
    370100 => '济南市',
  ),
  135 => 
  array (
    370200 => '青岛市',
  ),
  136 => 
  array (
    370300 => '淄博市',
  ),
  137 => 
  array (
    370400 => '枣庄市',
  ),
  138 => 
  array (
    370500 => '东营市',
  ),
  139 => 
  array (
    370600 => '烟台市',
  ),
  140 => 
  array (
    370700 => '潍坊市',
  ),
  141 => 
  array (
    370800 => '济宁市',
  ),
  142 => 
  array (
    370900 => '泰安市',
  ),
  143 => 
  array (
    371000 => '威海市',
  ),
  144 => 
  array (
    371100 => '日照市',
  ),
  145 => 
  array (
    371200 => '莱芜市',
  ),
  146 => 
  array (
    371300 => '临沂市',
  ),
  147 => 
  array (
    371400 => '德州市',
  ),
  148 => 
  array (
    371500 => '聊城市',
  ),
  149 => 
  array (
    371600 => '滨州市',
  ),
  150 => 
  array (
    371700 => '荷泽市',
  ),
  151 => 
  array (
    410100 => '郑州市',
  ),
  152 => 
  array (
    410200 => '开封市',
  ),
  153 => 
  array (
    410300 => '洛阳市',
  ),
  154 => 
  array (
    410400 => '平顶山市',
  ),
  155 => 
  array (
    410500 => '安阳市',
  ),
  156 => 
  array (
    410600 => '鹤壁市',
  ),
  157 => 
  array (
    410700 => '新乡市',
  ),
  158 => 
  array (
    410800 => '焦作市',
  ),
  159 => 
  array (
    410900 => '濮阳市',
  ),
  160 => 
  array (
    411000 => '许昌市',
  ),
  161 => 
  array (
    411100 => '漯河市',
  ),
  162 => 
  array (
    411200 => '三门峡市',
  ),
  163 => 
  array (
    411300 => '南阳市',
  ),
  164 => 
  array (
    411400 => '商丘市',
  ),
  165 => 
  array (
    411500 => '信阳市',
  ),
  166 => 
  array (
    411600 => '周口市',
  ),
  167 => 
  array (
    411700 => '驻马店市',
  ),
  168 => 
  array (
    420100 => '武汉市',
  ),
  169 => 
  array (
    420200 => '黄石市',
  ),
  170 => 
  array (
    420300 => '十堰市',
  ),
  171 => 
  array (
    420500 => '宜昌市',
  ),
  172 => 
  array (
    420600 => '襄樊市',
  ),
  173 => 
  array (
    420700 => '鄂州市',
  ),
  174 => 
  array (
    420800 => '荆门市',
  ),
  175 => 
  array (
    420900 => '孝感市',
  ),
  176 => 
  array (
    421000 => '荆州市',
  ),
  177 => 
  array (
    421100 => '黄冈市',
  ),
  178 => 
  array (
    421200 => '咸宁市',
  ),
  179 => 
  array (
    421300 => '随州市',
  ),
  180 => 
  array (
    422800 => '恩施土家族苗族自治州',
  ),
  181 => 
  array (
    429000 => '省直辖行政单位',
  ),
  182 => 
  array (
    430100 => '长沙市',
  ),
  183 => 
  array (
    430200 => '株洲市',
  ),
  184 => 
  array (
    430300 => '湘潭市',
  ),
  185 => 
  array (
    430400 => '衡阳市',
  ),
  186 => 
  array (
    430500 => '邵阳市',
  ),
  187 => 
  array (
    430600 => '岳阳市',
  ),
  188 => 
  array (
    430700 => '常德市',
  ),
  189 => 
  array (
    430800 => '张家界市',
  ),
  190 => 
  array (
    430900 => '益阳市',
  ),
  191 => 
  array (
    431000 => '郴州市',
  ),
  192 => 
  array (
    431100 => '永州市',
  ),
  193 => 
  array (
    431200 => '怀化市',
  ),
  194 => 
  array (
    431300 => '娄底市',
  ),
  195 => 
  array (
    433100 => '湘西土家族苗族自治州',
  ),
  196 => 
  array (
    440100 => '广州市',
  ),
  197 => 
  array (
    440200 => '韶关市',
  ),
  198 => 
  array (
    440300 => '深圳市',
  ),
  199 => 
  array (
    440400 => '珠海市',
  ),
  200 => 
  array (
    440500 => '汕头市',
  ),
  201 => 
  array (
    440600 => '佛山市',
  ),
  202 => 
  array (
    440700 => '江门市',
  ),
  203 => 
  array (
    440800 => '湛江市',
  ),
  204 => 
  array (
    440900 => '茂名市',
  ),
  205 => 
  array (
    441200 => '肇庆市',
  ),
  206 => 
  array (
    441300 => '惠州市',
  ),
  207 => 
  array (
    441400 => '梅州市',
  ),
  208 => 
  array (
    441500 => '汕尾市',
  ),
  209 => 
  array (
    441600 => '河源市',
  ),
  210 => 
  array (
    441700 => '阳江市',
  ),
  211 => 
  array (
    441800 => '清远市',
  ),
  212 => 
  array (
    441900 => '东莞市',
  ),
  213 => 
  array (
    442000 => '中山市',
  ),
  214 => 
  array (
    445100 => '潮州市',
  ),
  215 => 
  array (
    445200 => '揭阳市',
  ),
  216 => 
  array (
    445300 => '云浮市',
  ),
  217 => 
  array (
    450100 => '南宁市',
  ),
  218 => 
  array (
    450200 => '柳州市',
  ),
  219 => 
  array (
    450300 => '桂林市',
  ),
  220 => 
  array (
    450400 => '梧州市',
  ),
  221 => 
  array (
    450500 => '北海市',
  ),
  222 => 
  array (
    450600 => '防城港市',
  ),
  223 => 
  array (
    450700 => '钦州市',
  ),
  224 => 
  array (
    450800 => '贵港市',
  ),
  225 => 
  array (
    450900 => '玉林市',
  ),
  226 => 
  array (
    451000 => '百色市',
  ),
  227 => 
  array (
    451100 => '贺州市',
  ),
  228 => 
  array (
    451200 => '河池市',
  ),
  229 => 
  array (
    451300 => '来宾市',
  ),
  230 => 
  array (
    451400 => '崇左市',
  ),
  231 => 
  array (
    460100 => '海口市',
  ),
  232 => 
  array (
    460200 => '三亚市',
  ),
  233 => 
  array (
    469000 => '省直辖县级行政单位',
  ),
  234 => 
  array (
    500100 => '重庆市',
  ),
  235 => 
  array (
    510100 => '成都市',
  ),
  236 => 
  array (
    510300 => '自贡市',
  ),
  237 => 
  array (
    510400 => '攀枝花市',
  ),
  238 => 
  array (
    510500 => '泸州市',
  ),
  239 => 
  array (
    510600 => '德阳市',
  ),
  240 => 
  array (
    510700 => '绵阳市',
  ),
  241 => 
  array (
    510800 => '广元市',
  ),
  242 => 
  array (
    510900 => '遂宁市',
  ),
  243 => 
  array (
    511000 => '内江市',
  ),
  244 => 
  array (
    511100 => '乐山市',
  ),
  245 => 
  array (
    511300 => '南充市',
  ),
  246 => 
  array (
    511400 => '眉山市',
  ),
  247 => 
  array (
    511500 => '宜宾市',
  ),
  248 => 
  array (
    511600 => '广安市',
  ),
  249 => 
  array (
    511700 => '达州市',
  ),
  250 => 
  array (
    511800 => '雅安市',
  ),
  251 => 
  array (
    511900 => '巴中市',
  ),
  252 => 
  array (
    512000 => '资阳市',
  ),
  253 => 
  array (
    513200 => '阿坝藏族羌族自治州',
  ),
  254 => 
  array (
    513300 => '甘孜藏族自治州',
  ),
  255 => 
  array (
    513400 => '凉山彝族自治州',
  ),
  256 => 
  array (
    520100 => '贵阳市',
  ),
  257 => 
  array (
    520200 => '六盘水市',
  ),
  258 => 
  array (
    520300 => '遵义市',
  ),
  259 => 
  array (
    520400 => '安顺市',
  ),
  260 => 
  array (
    522200 => '铜仁地区',
  ),
  261 => 
  array (
    522300 => '黔西南布依族苗族自治州',
  ),
  262 => 
  array (
    522400 => '毕节地区',
  ),
  263 => 
  array (
    522600 => '黔东南苗族侗族自治州',
  ),
  264 => 
  array (
    522700 => '黔南布依族苗族自治州',
  ),
  265 => 
  array (
    530100 => '昆明市',
  ),
  266 => 
  array (
    530300 => '曲靖市',
  ),
  267 => 
  array (
    530400 => '玉溪市',
  ),
  268 => 
  array (
    530500 => '保山市',
  ),
  269 => 
  array (
    530600 => '昭通市',
  ),
  270 => 
  array (
    530700 => '丽江市',
  ),
  271 => 
  array (
    530800 => '思茅市',
  ),
  272 => 
  array (
    530900 => '临沧市',
  ),
  273 => 
  array (
    532300 => '楚雄彝族自治州',
  ),
  274 => 
  array (
    532500 => '红河哈尼族彝族自治州',
  ),
  275 => 
  array (
    532600 => '文山壮族苗族自治州',
  ),
  276 => 
  array (
    532800 => '西双版纳傣族自治州',
  ),
  277 => 
  array (
    532900 => '大理白族自治州',
  ),
  278 => 
  array (
    533100 => '德宏傣族景颇族自治州',
  ),
  279 => 
  array (
    533300 => '怒江傈僳族自治州',
  ),
  280 => 
  array (
    533400 => '迪庆藏族自治州',
  ),
  281 => 
  array (
    540100 => '拉萨市',
  ),
  282 => 
  array (
    542100 => '昌都地区',
  ),
  283 => 
  array (
    542200 => '山南地区',
  ),
  284 => 
  array (
    542300 => '日喀则地区',
  ),
  285 => 
  array (
    542400 => '那曲地区',
  ),
  286 => 
  array (
    542500 => '阿里地区',
  ),
  287 => 
  array (
    542600 => '林芝地区',
  ),
  288 => 
  array (
    610100 => '西安市',
  ),
  289 => 
  array (
    610200 => '铜川市',
  ),
  290 => 
  array (
    610300 => '宝鸡市',
  ),
  291 => 
  array (
    610400 => '咸阳市',
  ),
  292 => 
  array (
    610500 => '渭南市',
  ),
  293 => 
  array (
    610600 => '延安市',
  ),
  294 => 
  array (
    610700 => '汉中市',
  ),
  295 => 
  array (
    610800 => '榆林市',
  ),
  296 => 
  array (
    610900 => '安康市',
  ),
  297 => 
  array (
    611000 => '商洛市',
  ),
  298 => 
  array (
    620100 => '兰州市',
  ),
  299 => 
  array (
    620200 => '嘉峪关市',
  ),
  300 => 
  array (
    620300 => '金昌市',
  ),
  301 => 
  array (
    620400 => '白银市',
  ),
  302 => 
  array (
    620500 => '天水市',
  ),
  303 => 
  array (
    620600 => '武威市',
  ),
  304 => 
  array (
    620700 => '张掖市',
  ),
  305 => 
  array (
    620800 => '平凉市',
  ),
  306 => 
  array (
    620900 => '酒泉市',
  ),
  307 => 
  array (
    621000 => '庆阳市',
  ),
  308 => 
  array (
    621100 => '定西市',
  ),
  309 => 
  array (
    621200 => '陇南市',
  ),
  310 => 
  array (
    622900 => '临夏回族自治州',
  ),
  311 => 
  array (
    623000 => '甘南藏族自治州',
  ),
  312 => 
  array (
    630100 => '西宁市',
  ),
  313 => 
  array (
    632100 => '海东地区',
  ),
  314 => 
  array (
    632200 => '海北藏族自治州',
  ),
  315 => 
  array (
    632300 => '黄南藏族自治州',
  ),
  316 => 
  array (
    632500 => '海南藏族自治州',
  ),
  317 => 
  array (
    632600 => '果洛藏族自治州',
  ),
  318 => 
  array (
    632700 => '玉树藏族自治州',
  ),
  319 => 
  array (
    632800 => '海西蒙古族藏族自治州',
  ),
  320 => 
  array (
    640100 => '银川市',
  ),
  321 => 
  array (
    640200 => '石嘴山市',
  ),
  322 => 
  array (
    640300 => '吴忠市',
  ),
  323 => 
  array (
    640400 => '固原市',
  ),
  324 => 
  array (
    640500 => '中卫市',
  ),
  325 => 
  array (
    650100 => '乌鲁木齐市',
  ),
  326 => 
  array (
    650200 => '克拉玛依市',
  ),
  327 => 
  array (
    652100 => '吐鲁番地区',
  ),
  328 => 
  array (
    652200 => '哈密地区',
  ),
  329 => 
  array (
    652300 => '昌吉回族自治州',
  ),
  330 => 
  array (
    652700 => '博尔塔拉蒙古自治州',
  ),
  331 => 
  array (
    652800 => '巴音郭楞蒙古自治州',
  ),
  332 => 
  array (
    652900 => '阿克苏地区',
  ),
  333 => 
  array (
    653000 => '克孜勒苏柯尔克孜自治州',
  ),
  334 => 
  array (
    653100 => '喀什地区',
  ),
  335 => 
  array (
    653200 => '和田地区',
  ),
  336 => 
  array (
    654000 => '伊犁哈萨克自治州',
  ),
  337 => 
  array (
    654200 => '塔城地区',
  ),
  338 => 
  array (
    654300 => '阿勒泰地区',
  ),
  339 => 
  array (
    659000 => '省直辖行政单位',
  ),
);